[
  {
    "词汇": "瑇瑁",
    "拼音": "dài mào",
    "英文翻译": "hawksbill turtle",
    "中文注释": "一种海龟科海洋生物，其背甲可作饰品，是古代海上贸易中的重要商品。",
    "英文注释": "A sea turtle of the Cheloniidae family, whose carapace can be used as ornaments and was an important commodity in ancient maritime trade."
  },
  {
    "词汇": "珠玑",
    "拼音": "zhū jī",
    "英文翻译": "pearls and jade",
    "中文注释": "书面语，泛指珍珠、玉石等珍贵珠宝，常作为古代贸易中的高端商品。",
    "英文注释": "Literary term, generally referring to precious jewels such as pearls and jade, often used as high-end commodities in ancient trade."
  },
  {
    "词汇": "番禺",
    "拼音": "pān yú",
    "英文翻译": "Panyu",
    "中文注释": "古代地名，为南越国都城，今为广州的一部分，是岭南早期政治经济与贸易中心。",
    "英文注释": "An ancient place name, the capital of the Nanyue Kingdom, now part of Guangzhou, and an early political, economic and trade center in Lingnan."
  },
  {
    "词汇": "凑",
    "拼音": "còu",
    "英文翻译": "gather (literary)",
    "中文注释": "书面语，意为聚集、汇集，特指商品、人员等在某地集中。",
    "英文注释": "Literary term, meaning to gather or assemble, especially referring to the concentration of goods, people, etc. in a place."
  },
  {
    "词汇": "毒冒",
    "拼音": "dú mào",
    "英文翻译": "hawksbill turtle",
    "中文注释": "“瑇瑁” 的异体写法，指同一种海龟，因古代用字差异而出现的不同表述。",
    "英文注释": "Variant of \"\"瑇瑁\"\", referring to the same type of sea turtle, with different expressions due to character differences in ancient times."
  },
  {
    "词汇": "充斥",
    "拼音": "chōng chì",
    "英文翻译": "fill (literarily)",
    "中文注释": "书面语，意为充满、塞满，常含一定的密集感或泛滥感，此处指外商聚集。",
    "英文注释": "Literary term, meaning to be full or crammed, often with a sense of density or overflow, here referring to the gathering of foreign merchants."
  },
  {
    "词汇": "蕃贾",
    "拼音": "fān jiǎ",
    "英文翻译": "foreign merchants",
    "中文注释": "书面语，指来自海外或边疆地区的商人，是古代对异域商人的特定称谓。",
    "英文注释": "Literary term, referring to merchants from overseas or border areas, a specific title for foreign merchants in ancient times."
  },
  {
    "词汇": "扬粤",
    "拼音": "yáng yuè",
    "英文翻译": "Yangyue",
    "中文注释": "古代地域名称，泛指岭南地区，是早期对南方越族聚居地的称呼。",
    "英文注释": "An ancient geographical name, generally referring to the Lingnan region, an early name for the settlement of the Yue people in the south."
  },
  {
    "词汇": "乳香",
    "拼音": "rǔ xiāng",
    "英文翻译": "frankincense",
    "中文注释": "一种从阿拉伯半岛等地进口的芳香树脂，可作熏香、药材，是古代海外贸易商品。",
    "英文注释": "An aromatic resin imported from the Arabian Peninsula and other places, used as incense and medicinal materials, and an ancient overseas trade commodity."
  },
  {
    "词汇": "银盒",
    "拼音": "yín hé",
    "英文翻译": "silver box",
    "中文注释": "特指南越王墓出土的银质容器，工艺可能受海外影响，是中外贸易的物证。",
    "英文注释": "Refers specifically to the silver container unearthed from the Nanyue King's Tomb, whose craftsmanship may have been influenced by overseas, serving as physical evidence of Sino-foreign trade."
  },
  {
    "词汇": "金花泡",
    "拼音": "jīn huā pào",
    "英文翻译": "gold flower bubble ornament",
    "中文注释": "南越王墓出土的金质饰品，以金箔制成泡状，体现了当时的黄金工艺与外来影响。",
    "英文注释": "A gold ornament unearthed from the Nanyue King's Tomb, made of gold foil in a bubble shape, reflecting the gold craftsmanship and foreign influence at that time."
  },
  {
    "词汇": "龙母",
    "拼音": "lóng mǔ",
    "英文翻译": "Dragon Mother",
    "中文注释": "岭南地域信仰中的核心神祇，传说为珠江流域的保护神，与水运贸易安全密切相关。",
    "英文注释": "A core deity in Lingnan regional beliefs, legendary as the patron saint of the Pearl River Basin, closely related to the safety of water transportation and trade."
  },
  {
    "词汇": "程溪夫人",
    "拼音": "chéng xī fū rén",
    "英文翻译": "Lady of Chengxi",
    "中文注释": "汉高祖对龙母的封号，是龙母信仰获得官方认可的早期标志。",
    "英文注释": "The title given to the Dragon Mother by Emperor Gaozu of Han, an early sign that the Dragon Mother belief gained official recognition."
  },
  {
    "词汇": "沈怀远",
    "拼音": "shěn huái yuǎn",
    "英文翻译": "Shen Huaiyuan",
    "中文注释": "南朝宋文学家，著有《南越志》，其记载为研究岭南历史与传说的重要资料。",
    "英文注释": "A litterateur of the Southern Song Dynasty, author of \"\"Nan Yue Zhi\"\", whose records are important materials for studying Lingnan history and legends."
  },
  {
    "词汇": "南越志",
    "拼音": "nán yuè zhì",
    "英文翻译": "\"\"Records of Nanyue\"\"",
    "中文注释": "南朝宋沈怀远所著的地方志，记载了岭南地区的地理、传说、物产等内容。",
    "英文注释": "A local chronicle written by Shen Huaiyuan of the Southern Song Dynasty, recording the geography, legends, products and other contents of the Lingnan region."
  },
  {
    "词汇": "温氏媪",
    "拼音": "wēn shì ǎo",
    "英文翻译": "Old Woman Wen",
    "中文注释": "龙母传说中的核心人物，传说中豢养龙子的妇人，“媪” 为对老年妇女的书面称谓。",
    "英文注释": "The core figure in the Dragon Mother legend, the old woman who raised the dragon son in the legend; \"\"媪\"\" is a literary term for an elderly woman."
  },
  {
    "词汇": "端溪",
    "拼音": "duān xī",
    "英文翻译": "Duanxi",
    "中文注释": "古代地名，今广东肇庆一带，是龙母信仰的起源地，以产端砚闻名。",
    "英文注释": "An ancient place name, now around Zhaoqing, Guangdong, the birthplace of the Dragon Mother belief, famous for producing Duan inkstones."
  },
  {
    "词汇": "守宫",
    "拼音": "shǒu gōng",
    "英文翻译": "gecko-like creature (legendary)",
    "中文注释": "龙母传说中龙子的幼体形态，形似壁虎，为传说中的生物。",
    "英文注释": "The larval form of the dragon son in the Dragon Mother legend, resembling a gecko, a legendary creature."
  },
  {
    "词汇": "元圭",
    "拼音": "yuán guī",
    "英文翻译": "yuan gui (jade ritual object)",
    "中文注释": "古代帝王举行礼仪时使用的玉制礼器，象征权力与敬意，此处指秦始皇聘龙母的礼物。",
    "英文注释": "A jade ritual object used by ancient emperors in ceremonies, symbolizing power and respect, here referring to the gift from Emperor Qinshihuang to hire the Dragon Mother."
  },
  {
    "词汇": "始兴江",
    "拼音": "shǐ xīng jiāng",
    "英文翻译": "Shixing River",
    "中文注释": "古代河流名称，流经今广东始兴等地，是龙母传说中龙引船返回的地点。",
    "英文注释": "An ancient river name, flowing through Shixing, Guangdong and other places, the place where the dragon led the boat back in the Dragon Mother legend."
  },
  {
    "词汇": "逡巡",
    "拼音": "qūn xún",
    "英文翻译": "hesitate; linger",
    "中文注释": "书面语，形容犹豫徘徊、迟疑不前的样子，此处指龙子断尾后犹豫离开的状态。",
    "英文注释": "Literary term, describing a state of hesitation and lingering, here referring to the dragon son's hesitation to leave after its tail was cut off."
  },
  {
    "词汇": "炳耀",
    "拼音": "bǐng yào",
    "英文翻译": "shine brightly",
    "中文注释": "书面语，意为光辉灿烂、光芒四射，形容龙子归来时的耀眼形态。",
    "英文注释": "Literary term, meaning shining brightly, describing the dazzling appearance of the dragon son when it returned."
  },
  {
    "词汇": "殒",
    "拼音": "yǔn",
    "英文翻译": "pass away (literary)",
    "中文注释": "书面语，意为死亡，多用于形容尊贵或有一定地位者的离世，此处指龙母去世。",
    "英文注释": "Literary term, meaning to pass away, mostly used to describe the death of someone noble or of certain status, here referring to the death of the Dragon Mother."
  },
  {
    "词汇": "瘗",
    "拼音": "yì",
    "英文翻译": "bury (literary)",
    "中文注释": "书面语，意为埋葬，是古代对丧葬行为的文雅表述，此处指安葬龙母。",
    "英文注释": "Literary term, meaning to bury, an elegant expression of funeral behavior in ancient times, here referring to the burial of the Dragon Mother."
  },
  {
    "词汇": "江阴",
    "拼音": "jiāng yīn",
    "英文翻译": "Jiangyin (ancient riverside)",
    "中文注释": "古代指江边地带（非今江苏江阴），此处为龙母的安葬之地。",
    "英文注释": "Ancient term referring to the riverside area (not today's Jiangyin, Jiangsu), here the burial place of the Dragon Mother."
  },
  {
    "词汇": "掘尾龙",
    "拼音": "jué wěi lóng",
    "英文翻译": "tailless dragon (legendary)",
    "中文注释": "龙母传说中龙子的别称，因被误断尾而得名，是岭南民间信仰中的重要形象。",
    "英文注释": "Another name for the dragon son in the Dragon Mother legend, named after its tail was accidentally cut off, an important image in Lingnan folk beliefs."
  },
  {
    "词汇": "耶悉茗",
    "拼音": "yē xī míng",
    "英文翻译": "jasmine (ancient name)",
    "中文注释": "素馨花的古称，一种芳香花卉，由西域传入岭南，可作饰品、熏香，用于贸易。",
    "英文注释": "The ancient name of jasmine, a fragrant flower introduced to Lingnan from the Western Regions, used as ornaments, incense, and in trade."
  },
  {
    "词汇": "末利",
    "拼音": "mò lì",
    "英文翻译": "jasmine (ancient name)",
    "中文注释": "茉莉花的古称，与耶悉茗同为早期传入岭南的芳香花卉，是重要的贸易商品。",
    "英文注释": "The ancient name of jasmine, a fragrant flower introduced to Lingnan early along with 耶悉茗，an important trade commodity."
  },
  {
    "词汇": "陆贾",
    "拼音": "lù jiǎ",
    "英文翻译": "Lu Jia",
    "中文注释": "西汉政治家、外交家，曾出使南越，其《南越行记》记载了岭南贸易与物产。",
    "英文注释": "A statesman and diplomat of the Western Han Dynasty, who once served as an envoy to Nanyue; his \"\"Nan Yue Xing Ji\"\" recorded Lingnan trade and products."
  },
  {
    "词汇": "南越行记",
    "拼音": "nán yuè xíng jì",
    "英文翻译": "\"\"Travel Notes of Nanyue\"\"",
    "中文注释": "陆贾所著的见闻录，记载了南越国的地理、物产、贸易等情况，是珍贵史料。",
    "英文注释": "A travel record written by Lu Jia, recording the geography, products, trade and other situations of the Nanyue Kingdom, a precious historical material."
  },
  {
    "词汇": "牣积",
    "拼音": "rèn jī",
    "英文翻译": "pile up; be full",
    "中文注释": "书面语，意为充满并堆积，形容财物、商品等数量极多，此处指交广地区的富庶。",
    "英文注释": "Literary term, meaning to be full and piled up, describing a large quantity of property, goods, etc., here referring to the prosperity of Jiaoguang area."
  },
  {
    "词汇": "殷巨",
    "拼音": "yīn jù",
    "英文翻译": "Yin Ju",
    "中文注释": "西晋文学家，著有《奇布赋及序》，记载了岭南特产 “奇布” 及海外贸易情况。",
    "英文注释": "A litterateur of the Western Jin Dynasty, author of \"\"Ode to Rare Cloth and Preface\"\", recording the Lingnan specialty \"\"rare cloth\"\" and overseas trade."
  },
  {
    "词汇": "奇布赋及序",
    "拼音": "qí bù fù jí xù",
    "英文翻译": "\"\"Ode to Rare Cloth and Preface\"\"",
    "中文注释": "殷巨的作品，描绘了岭南 “奇布” 的精美工艺，并提及大秦等国的贸易往来。",
    "英文注释": "Yin Ju's work, describing the exquisite craftsmanship of Lingnan's \"\"rare cloth\"\" and mentioning trade with Daqin and other countries."
  },
  {
    "词汇": "太康",
    "拼音": "tài kāng",
    "英文翻译": "Taikang (reign title)",
    "中文注释": "西晋武帝司马炎的年号，用于纪年，此处指太康二年这一历史时间点。",
    "英文注释": "The reign title of Emperor Wu of Western Jin, Sima Yan, used for chronological recording, here referring to the historical time point of the second year of Taikang."
  },
  {
    "词汇": "安南将军",
    "拼音": "ān nán jiāng jūn",
    "英文翻译": "General of Annan",
    "中文注释": "古代武官官职名，负责南方边疆地区的军事事务，此处指广州牧滕侯的官职。",
    "英文注释": "An ancient military official title, responsible for military affairs in the southern border areas, here referring to the official position of Marquis Teng, the governor of Guangzhou."
  },
  {
    "词汇": "广州牧",
    "拼音": "guǎng zhōu mù",
    "英文翻译": "Governor of Guangzhou",
    "中文注释": "古代地方行政长官名，掌管广州地区的行政、军事等事务，为重要地方官职。",
    "英文注释": "An ancient local administrative official title, in charge of administrative, military and other affairs in Guangzhou, an important local official position."
  },
  {
    "词汇": "滕侯",
    "拼音": "téng hóu",
    "英文翻译": "Marquis Teng",
    "中文注释": "西晋时期的广州牧，封号为 “侯”，是当时南方地区的重要军政长官。",
    "英文注释": "Governor of Guangzhou during the Western Jin Dynasty, with the title \"\"Marquis\"\", an important military and political officer in the southern region at that time."
  },
  {
    "词汇": "琛",
    "拼音": "chēn",
    "英文翻译": "treasure (literary)",
    "中文注释": "书面语，意为珍宝、美玉，泛指珍贵的物品，此处指大秦进贡的宝物。",
    "英文注释": "Literary term, meaning treasure or fine jade, generally referring to precious objects, here referring to the treasures tribute from Daqin."
  },
  {
    "词汇": "火布",
    "拼音": "huǒ bù",
    "英文翻译": "fire-resistant cloth (ancient)",
    "中文注释": "古代一种特殊布料，传说可耐火，为大秦等国的特产，通过贸易传入岭南。",
    "英文注释": "An ancient special cloth, legendary to be fire-resistant, a specialty of Daqin and other countries, introduced to Lingnan through trade."
  },
  {
    "词汇": "光孝寺",
    "拼音": "guāng xiào sì",
    "英文翻译": "Guangxiao Temple",
    "中文注释": "位于广州的古寺，是禅宗始祖达摩授法之地，见证了佛教传播与中外文化交流。",
    "英文注释": "An ancient temple in Guangzhou, where Bodhidharma, the ancestor of Zen Buddhism, taught Dharma, witnessing the spread of Buddhism and Sino-foreign cultural exchanges."
  },
  {
    "词汇": "达摩禅师",
    "拼音": "dá mó chán shī",
    "英文翻译": "Dharma Master Bodhidharma",
    "中文注释": "印度高僧，禅宗始祖，曾在光孝寺授法，对中国佛教发展影响深远。",
    "英文注释": "An Indian eminent monk, the ancestor of Zen Buddhism, who once taught Dharma in Guangxiao Temple, having a profound impact on the development of Chinese Buddhism."
  },
  {
    "词汇": "葛洪",
    "拼音": "gě hóng",
    "英文翻译": "Ge Hong",
    "中文注释": "东晋医药学家、道教理论家，著有《神仙传》，记载了黄大仙等传说。",
    "英文注释": "A medical scientist and Taoist theorist of the Eastern Jin Dynasty, author of \"\"Biographies of Immortals\"\", recording legends such as Huang Daxian."
  },
  {
    "词汇": "神仙传",
    "拼音": "shén xiān zhuàn",
    "英文翻译": "\"\"Biographies of Immortals\"\"",
    "中文注释": "葛洪所著的志怪小说集，记载了古代神仙、方士的传说故事，含黄大仙传说。",
    "英文注释": "A collection of supernatural novels written by Ge Hong, recording legendary stories of ancient immortals and alchemists, including the legend of Huang Daxian."
  },
  {
    "词汇": "黄初平",
    "拼音": "huáng chū píng",
    "英文翻译": "Huang Chuping",
    "中文注释": "黄大仙的本名，传说中放羊时遇道士点化成仙，成为粤商信奉的商业保护神。",
    "英文注释": "The real name of Huang Daxian, who was said to have been enlightened by a Taoist while herding sheep and became an immortal, worshipped by Cantonese merchants as a business patron saint."
  },
  {
    "词汇": "丹溪",
    "拼音": "dān xī",
    "英文翻译": "Danxi",
    "中文注释": "古代地名，今浙江义乌一带，是黄初平的出生地，与黄大仙信仰起源相关。",
    "英文注释": "An ancient place name, now around Yiwu, Zhejiang, the birthplace of Huang Chuping, related to the origin of Huang Daxian belief."
  },
  {
    "词汇": "黄大仙庙",
    "拼音": "huáng dà xiān miào",
    "英文翻译": "Huang Daxian Temple",
    "中文注释": "供奉黄大仙的庙宇，是粤商及民众祈求财运、消灾解难的场所，庙周形成商业圈。",
    "英文注释": "A temple dedicated to Huang Daxian, a place where Cantonese merchants and people pray for wealth and disaster relief, with a business circle formed around it."
  },
  {
    "词汇": "怀圣寺",
    "拼音": "huái shèng sì",
    "英文翻译": "Huaisheng Mosque",
    "中文注释": "建于盛唐的清真寺，是伊斯兰教在华最早的清真寺之一，见证了中阿贸易与文化交流。",
    "英文注释": "A mosque built in the prosperous Tang Dynasty, one of the earliest mosques in China for Islam, witnessing Sino-Arab trade and cultural exchanges."
  },
  {
    "词汇": "大食帝国",
    "拼音": "dà shí dì guó",
    "英文翻译": "Abbasid Caliphate (Arab Empire)",
    "中文注释": "古代阿拉伯帝国的别称，与唐朝通过海上丝绸之路有频繁的贸易与文化往来。",
    "英文注释": "Another name for the ancient Arab Empire, having frequent trade and cultural exchanges with the Tang Dynasty via the Maritime Silk Road."
  },
  {
    "词汇": "郑熊",
    "拼音": "zhèng xióng",
    "英文翻译": "Zheng Xiong",
    "中文注释": "唐代文学家，著有《番禺杂记》，记载了广州的 “鬼市” 等贸易现象。",
    "英文注释": "A litterateur of the Tang Dynasty, author of \"\"Panyu Miscellany\"\", recording trade phenomena such as \"\"ghost market\"\" in Guangzhou."
  },
  {
    "词汇": "番禺杂记",
    "拼音": "pān yú zá jì",
    "英文翻译": "\"\"Panyu Miscellany\"\"",
    "中文注释": "郑熊所著的地方杂记，记载了广州的地理、民俗、贸易等内容，含 “鬼市” 的记载。",
    "英文注释": "A local miscellany written by Zheng Xiong, recording Guangzhou's geography, folk customs, trade and other contents, including the record of \"\"ghost market\"\"."
  },
  {
    "词汇": "鬼市",
    "拼音": "guǐ shì",
    "英文翻译": "ghost market (illegal night market)",
    "中文注释": "唐代广州的非法夜间交易市场，半夜开市、鸡鸣散市，主要交易 “异物”。",
    "英文注释": "An illegal night market in Guangzhou during the Tang Dynasty, opening at midnight and closing at cockcrow, mainly trading \"\"exotic objects\"\"."
  },
  {
    "词汇": "洪圣王",
    "拼音": "hóng shèng wáng",
    "英文翻译": "King Hongsheng",
    "中文注释": "南海神祝融的封号，宋代所封，象征对海上贸易的庇佑，是粤商信奉的海神。",
    "英文注释": "The title of Zhurong, the South Sea God, granted in the Song Dynasty, symbolizing the protection of maritime trade, a sea god worshipped by Cantonese merchants."
  },
  {
    "词汇": "祝融",
    "拼音": "zhù róng",
    "英文翻译": "Zhurong",
    "中文注释": "上古神话中的火神，后被尊为南海神，是海上贸易从业者祈求平安的神祇。",
    "英文注释": "The god of fire in ancient mythology, later revered as the South Sea God, a deity prayed for safety by maritime trade practitioners."
  },
  {
    "词汇": "南海神",
    "拼音": "nán hǎi shén",
    "英文翻译": "South Sea God",
    "中文注释": "掌管南海的神祇，即祝融，历代被朝廷册封，与海上贸易安全密切相关。",
    "英文注释": "The deity in charge of the South China Sea, namely Zhurong, was canonized by successive dynasties, closely related to the safety of maritime trade."
  },
  {
    "词汇": "广利王",
    "拼音": "guǎng lì wáng",
    "英文翻译": "King Guangli",
    "中文注释": "唐玄宗对南海神的封号，“广利” 意为 “广徕天下财利”，体现对贸易利益的期盼。",
    "英文注释": "The title given to the South Sea God by Emperor Xuanzong of Tang; \"\"Guangli\"\" means \"\"attracting wealth from all over the world\"\", reflecting the expectation for trade benefits."
  },
  {
    "词汇": "洪圣广利王",
    "拼音": "hóng shèng guǎng lì wáng",
    "英文翻译": "King Hongsheng Guangli",
    "中文注释": "宋康定二年对南海神的封号，融合了 “洪圣” 与 “广利”，强化其庇佑贸易的职能。",
    "英文注释": "The title given to the South Sea God in the second year of Kangding in the Song Dynasty, combining \"\"Hongsheng\"\" and \"\"Guangli\"\", strengthening its function of protecting trade."
  },
  {
    "词汇": "天妃",
    "拼音": "tiān fēi",
    "英文翻译": "Tianfei",
    "中文注释": "妈祖的尊称，宋代兴起的海神信仰，是航海者与粤商信奉的保护神。",
    "英文注释": "The honorific title of Mazu, a sea god belief rising in the Song Dynasty, a patron saint worshipped by navigators and Cantonese merchants."
  },
  {
    "词汇": "妈祖",
    "拼音": "mā zǔ",
    "英文翻译": "Mazu",
    "中文注释": "姓林名默，福建湄洲岛人，传说中拯危救难，羽化后成为海神，受粤商广泛信奉。",
    "英文注释": "Named Lin Mo, from Meizhou Island, Fujian; legend has it that she saved people from dangers and became a sea god after her ascension, widely worshipped by Cantonese merchants."
  },
  {
    "词汇": "林默",
    "拼音": "lín mò",
    "英文翻译": "Lin Mo",
    "中文注释": "妈祖的本名，在世时以善举闻名，羽化后被尊为海神，形成妈祖信仰。",
    "英文注释": "Mazu's real name, famous for her good deeds during her lifetime, revered as a sea god after her ascension, forming the Mazu belief."
  },
  {
    "词汇": "湄洲岛",
    "拼音": "méi zhōu dǎo",
    "英文翻译": "Meizhou Island",
    "中文注释": "位于福建莆田的岛屿，是妈祖的出生地，也是妈祖信仰的起源地。",
    "英文注释": "An island in Putian, Fujian, the birthplace of Mazu and the origin of the Mazu belief."
  },
  {
    "词汇": "廖鹏飞",
    "拼音": "liào péng fēi",
    "英文翻译": "Liao Pengfei",
    "中文注释": "南宋文人，著有《圣墩祖庙重建顺济庙记》，是记载妈祖传说的早期文献作者。",
    "英文注释": "A literati of the Southern Song Dynasty, author of \"\"Records of Rebuilding Shunji Temple at Shengdun Ancestral Temple\"\", an early document recorder of Mazu legends."
  },
  {
    "词汇": "圣墩祖庙重建顺济庙记",
    "拼音": "shèng dūn zǔ miào chóng jiàn shùn jì miào jì",
    "英文翻译": "\"\"Records of Rebuilding Shunji Temple at Shengdun Ancestral Temple\"\"",
    "中文注释": "廖鹏飞的作品，详细记载了妈祖的生平传说及庙额 “顺济” 的由来，是妈祖信仰的重要史料。",
    "英文注释": "Liao Pengfei's work, detailing Mazu's life legend and the origin of the temple title \"\"Shunji\"\", an important historical material of Mazu belief."
  },
  {
    "词汇": "巫祝",
    "拼音": "wū zhù",
    "英文翻译": "shaman; sorcerer",
    "中文注释": "古代从事祭祀、占卜、祈福等活动的人员，妈祖在世时曾以 “巫祝” 为事。",
    "英文注释": "Ancient personnel engaged in sacrifices, divination, prayer and other activities; Mazu once worked as a \"\"巫祝\"\" during her lifetime."
  },
  {
    "词汇": "路允迪",
    "拼音": "lù yǔn dí",
    "英文翻译": "Lu Yundi",
    "中文注释": "北宋官员，曾出使高丽，途中遇风浪得妈祖庇佑，回朝后奏请朝廷册封妈祖庙。",
    "英文注释": "An official of the Northern Song Dynasty, who once served as an envoy to Goryeo, was protected by Mazu during a storm, and after returning to the court, he requested the court to canonize the Mazu Temple."
  },
  {
    "词汇": "高丽",
    "拼音": "gāo lì",
    "英文翻译": "Goryeo",
    "中文注释": "古代朝鲜半岛的王朝名称，与中国宋、元等朝代有频繁的外交与贸易往来。",
    "英文注释": "The name of a dynasty on the Korean Peninsula in ancient times, having frequent diplomatic and trade exchanges with the Song, Yuan and other dynasties of China."
  },
  {
    "词汇": "舳舻",
    "拼音": "zhú lú",
    "英文翻译": "ships (literary)",
    "中文注释": "书面语，泛指船只，“舳” 为船尾，“舻” 为船头，此处指路允迪出使高丽所乘的船队。",
    "英文注释": "Literary term, generally referring to ships; \"\"舳\"\" is the stern and \"\"舻\"\" is the bow, here referring to the fleet taken by Lu Yundi to Goryeo."
  },
  {
    "词汇": "李振",
    "拼音": "lǐ zhèn",
    "英文翻译": "Li Zhen",
    "中文注释": "北宋官员，与路允迪同使高丽，信奉妈祖，向路允迪详述妈祖庇佑的事迹。",
    "英文注释": "An official of the Northern Song Dynasty, who went to Goryeo with Lu Yundi, believed in Mazu, and detailed the deeds of Mazu's protection to Lu Yundi."
  },
  {
    "词汇": "顺济",
    "拼音": "shùn jì",
    "英文翻译": "Shunji (temple title)",
    "中文注释": "宋廷赐予妈祖庙的庙额，意为 “顺利渡海”，体现对妈祖庇佑航海安全的认可。",
    "英文注释": "The temple title given by the Song court to the Mazu Temple, meaning \"\"smooth sea crossing\"\", reflecting the recognition of Mazu's protection of navigation safety."
  },
  {
    "词汇": "刘克庄",
    "拼音": "liú kè zhuāng",
    "英文翻译": "Liu Kezhuang",
    "中文注释": "南宋文学家，其记载 “广人事妃，无异于莆” 反映了妈祖信仰在广东的传播。",
    "英文注释": "A litterateur of the Southern Song Dynasty, whose record \"\"Guangzhou people worship Mazu no differently than Putian people\"\" reflects the spread of Mazu belief in Guangdong."
  },
  {
    "词汇": "屈大均",
    "拼音": "qū dà jūn",
    "英文翻译": "Qu Dajun",
    "中文注释": "明末清初文学家，著有《广东新语》，记载了岭南的民俗、信仰、贸易等内容。",
    "英文注释": "A litterateur of the late Ming and early Qing Dynasties, author of \"\"New Words of Guangdong\"\", recording Lingnan's folk customs, beliefs, trade and other contents."
  },
  {
    "词汇": "广东新语",
    "拼音": "guǎng dōng xīn yǔ",
    "英文翻译": "\"\"New Words of Guangdong\"\"",
    "中文注释": "屈大均的代表作，是研究岭南文化、历史、贸易的重要文献，含信仰、物产等记载。",
    "英文注释": "Qu Dajun's masterpiece, an important document for studying Lingnan culture, history and trade, including records of beliefs and products."
  },
  {
    "词汇": "赤帝",
    "拼音": "chì dì",
    "英文翻译": "Red Emperor",
    "中文注释": "南方之神，主管夏季与火，粤人因岭南多水而祭祀赤帝，认为其治水之 “委”。",
    "英文注释": "The god of the south, in charge of summer and fire; Cantonese worshipped the Red Emperor because of the abundance of water in Lingnan, believing he governed the \"\"end of water\"\"."
  },
  {
    "词汇": "黑帝",
    "拼音": "hēi dì",
    "英文翻译": "Black Emperor",
    "中文注释": "北方之神，主管冬季与水，粤人认为其司水之 “源”，与赤帝并祀以报本。",
    "英文注释": "The god of the north, in charge of winter and water; Cantonese believed he governed the \"\"source of water\"\" and worshipped him together with the Red Emperor to repay origins."
  },
  {
    "词汇": "南溟",
    "拼音": "nán míng",
    "英文翻译": "South China Sea (literary)",
    "中文注释": "书面语，指南海，因地处南方而得名，是古代海上贸易的核心区域。",
    "英文注释": "Literary term, referring to the South China Sea, named for its location in the south, the core area of ancient maritime trade."
  },
  {
    "词汇": "北极",
    "拼音": "běi jí",
    "英文翻译": "North Pole (mythological)",
    "中文注释": "此处指神话中黑帝所居之地，象征水的源头，非地理上的北极。",
    "英文注释": "Here refers to the place where the Black Emperor resides in mythology, symbolizing the source of water, not the geographical North Pole."
  },
  {
    "词汇": "家尸户祝",
    "拼音": "jiā shī hù zhù",
    "英文翻译": "worship at home (literary)",
    "中文注释": "书面语，指家家户户祭祀神灵，形容祭祀的普遍性，此处指粤人对赤帝、黑帝的崇拜。",
    "英文注释": "Literary term, referring to every household worshipping gods, describing the popularity of worship, here referring to Cantonese worship of the Red Emperor and Black Emperor."
  },
  {
    "词汇": "报本",
    "拼音": "bào běn",
    "英文翻译": "repay origins (literary)",
    "中文注释": "书面语，意为回报本源、感恩根源，此处指粤人祭祀神灵以感谢其庇佑的行为。",
    "英文注释": "Literary term, meaning to repay origins and be grateful for roots, here referring to Cantonese sacrificing to gods to thank for their protection."
  },
  {
    "词汇": "豆蔻花",
    "拼音": "dòu kòu huā",
    "英文翻译": "cardamom flower",
    "中文注释": "一种热带香料花卉，其花可作香料，旧说食之破气消痰，曾作为贡品与贸易商品。",
    "英文注释": "A tropical spice flower, whose flowers can be used as spices; old sayings claim eating them relieves qi and phlegm, and they were once tribute and trade commodities."
  },
  {
    "词汇": "山姜花",
    "拼音": "shān jiāng huā",
    "英文翻译": "alpinia flower",
    "中文注释": "岭南特产花卉，茎叶似姜，花可煎服，治冷气甚效，是药用与贸易的商品之一。",
    "英文注释": "A specialty flower of Lingnan, with stems and leaves like ginger; its flowers can be decocted and are effective in treating cold qi, one of the medicinal and trade commodities."
  },
  {
    "词汇": "鹤草",
    "拼音": "hè cǎo",
    "英文翻译": "crane grass (legendary)",
    "中文注释": "岭南传说中的 “媚草”，花形如飞鹤，虫蜕为蝶，女子藏之可致夫怜爱，用于贸易。",
    "英文注释": "A legendary \"\"charming grass\"\" in Lingnan, with flowers shaped like flying cranes; insects molt into butterflies, and women hiding them can win their husbands' love, used in trade."
  },
  {
    "词汇": "麹尘色",
    "拼音": "qū chén sè",
    "英文翻译": "pale yellow (literary)",
    "中文注释": "书面语，指浅黄如尘的颜色，形容鹤草花的色泽，是古代对颜色的文雅表述。",
    "英文注释": "Literary term, referring to a pale yellow color like dust, describing the color of crane grass flowers, an elegant expression of color in ancient times."
  },
  {
    "词汇": "水莲",
    "拼音": "shuǐ lián",
    "英文翻译": "water lotus (exotic)",
    "中文注释": "一种水生花卉，似莲而茎紫柔无刺，为岭南特色花卉，曾被孙休遣使求取。",
    "英文注释": "An aquatic flower, like a lotus but with purple soft stems without thorns, a specialty flower of Lingnan, once sent for by Sun Xiu."
  },
  {
    "词汇": "水蕉",
    "拼音": "shuǐ jiāo",
    "英文翻译": "water banana (exotic)",
    "中文注释": "一种水生花卉，似鹿葱，或紫或黄，与水莲同为岭南珍稀花卉，用于观赏与贸易。",
    "英文注释": "An aquatic flower, like lycoris, purple or yellow, a rare Lingnan flower along with water lotus, used for ornamental and trade purposes."
  },
  {
    "词汇": "吴永安",
    "拼音": "wú yǒng ān",
    "英文翻译": "Wuyong'an (reign title)",
    "中文注释": "三国吴景帝孙休的年号，用于纪年，此处指孙休遣使求取水莲、水蕉的时间。",
    "英文注释": "The reign title of Sun Xiu, Emperor Jing of Wu in the Three Kingdoms, used for chronological recording, here referring to the time when Sun Xiu sent envoys to seek water lotus and water banana."
  },
  {
    "词汇": "孙休",
    "拼音": "sūn xiū",
    "英文翻译": "Sun Xiu",
    "中文注释": "三国吴景帝，曾遣使前往岭南求取水莲、水蕉等珍稀花卉，推动了花卉的交流。",
    "英文注释": "Emperor Jing of Wu in the Three Kingdoms, who once sent envoys to Lingnan to seek rare flowers such as water lotus and water banana, promoting flower exchanges."
  },
  {
    "词汇": "朱槿花",
    "拼音": "zhū jǐn huā",
    "英文翻译": "Chinese hibiscus flower",
    "中文注释": "岭南特色花卉，花深红色，朝开暮落，插枝即活，可作头饰、染色，用于贸易。",
    "英文注释": "A specialty flower of Lingnan, with deep red flowers that bloom in the morning and fade in the evening, taking root easily from cuttings, used as hair ornaments, dye, and in trade."
  },
  {
    "词汇": "高凉郡",
    "拼音": "gāo liáng jùn",
    "英文翻译": "Gaoliang Commandery",
    "中文注释": "古代行政区名，今广东茂名、阳江一带，是朱槿花的原产地。",
    "英文注释": "An ancient administrative region, now around Maoming and Yangjiang, Guangdong, the origin of Chinese hibiscus flowers."
  },
  {
    "词汇": "赤槿",
    "拼音": "chì jǐn",
    "英文翻译": "red hibiscus",
    "中文注释": "朱槿花的别名，因花色深红而得名，是对朱槿花的通俗称呼。",
    "英文注释": "Another name for Chinese hibiscus flower, named for its deep red color, a common name for the flower."
  },
  {
    "词汇": "日及",
    "拼音": "rì jí",
    "英文翻译": "sun-facing flower",
    "中文注释": "朱槿花的别名，因朝开暮落、随日而变而得名，体现其开花特性。",
    "英文注释": "Another name for Chinese hibiscus flower, named for blooming in the morning and fading in the evening with the sun, reflecting its flowering characteristics."
  },
  {
    "词汇": "指甲花",
    "拼音": "zhǐ jia huā",
    "英文翻译": "henna flower",
    "中文注释": "一种芳香花卉，花雪白而香，极繁细，可用于染指甲、作香料，由大秦传入岭南。",
    "英文注释": "A fragrant flower, with snow-white and fragrant tiny flowers, usable for dyeing nails and making spices, introduced to Lingnan from Daqin."
  },
  {
    "词汇": "散沫花",
    "拼音": "sàn mò huā",
    "英文翻译": "henna (ancient name)",
    "中文注释": "指甲花的古称，因花可散发出芬芳气息而得名，是早期贸易中的芳香类商品。",
    "英文注释": "The ancient name of henna, named for the fragrant smell of its flowers, an aromatic commodity in early trade."
  },
  {
    "词汇": "段成式",
    "拼音": "duàn chéng shì",
    "英文翻译": "Duan Chengshi",
    "中文注释": "唐代文学家，著有《酉阳杂俎》，记载了 “野悉蜜” 等西域花卉与贸易情况。",
    "英文注释": "A litterateur of the Tang Dynasty, author of \"\"Miscellaneous Morsels from Youyang\"\", recording Western Regions flowers such as \"\"yeximi\"\" and trade."
  },
  {
    "词汇": "酉阳杂俎",
    "拼音": "yǒu yáng zá zǔ",
    "英文翻译": "Miscellaneous Morsels from Youyang",
    "中文注释": "段成式的代表作，是唐代笔记小说集，记载了中外物产、传说、贸易等内容。",
    "英文注释": "Duanchengshi's representative work is a collection of anecdotal novels from the Tang Dynasty, documenting the products, legends, trade, and other content from both China and abroad."
  },
  {
    "词汇": "野悉蜜",
    "拼音": "yě xī mì",
    "英文翻译": "yeximi (jasmine variant)",
    "中文注释": "“耶悉茗” 的异名，一种从拂林、波斯传入的芳香花卉，花白色，遍野皆香，可压油。",
    "英文注释": "Variant of \"\"耶悉茗\"\", a fragrant flower introduced from Fulin and Persia, with white flowers that scent the whole field, usable for oil extraction."
  },
  {
    "词汇": "拂林国",
    "拼音": "fú lín guó",
    "英文翻译": "Fulin (Byzantine Empire)",
    "中文注释": "古代对东罗马帝国的称呼，位于地中海沿岸，与唐朝有花卉、香料等贸易往来。",
    "英文注释": "Ancient name for the Byzantine Empire, located along the Mediterranean, having trade in flowers and spices with the Tang Dynasty."
  },
  {
    "词汇": "波斯国",
    "拼音": "bō sī guó",
    "英文翻译": "Persia (Sasanian Empire)",
    "中文注释": "古代西亚国家，今伊朗一带，是 “野悉蜜” 等花卉、香料的原产地，与中国贸易频繁。",
    "英文注释": "Ancient country in West Asia, now around Iran, the origin of flowers and spices like \"\"yeximi\"\", with frequent trade with China."
  },
  {
    "词汇": "敷荣",
    "拼音": "fū róng",
    "英文翻译": "bloom (literary)",
    "中文注释": "书面语，意为开花、繁茂，特指植物四季开花的状态，此处形容野悉蜜的生长特性。",
    "英文注释": "Literary term, meaning to bloom and thrive, especially referring to plants blooming all year round, here describing the growth characteristics of yeximi."
  },
  {
    "词汇": "五出",
    "拼音": "wǔ chū",
    "英文翻译": "five-petaled (literary)",
    "中文注释": "书面语，指花朵有五片花瓣，是古代对花卉形态的简洁表述，用于描述野悉蜜花形。",
    "英文注释": "Literary term, referring to flowers with five petals, a concise description of flower shape in ancient times, used to describe yeximi."
  },
  {
    "词汇": "詹糖香",
    "拼音": "zhān táng xiāng",
    "英文翻译": "zhantang incense",
    "中文注释": "一种岭南特产香料，气味与野悉蜜相似，可作熏香，是古代贸易中的芳香商品。",
    "英文注释": "A specialty spice of Lingnan, with a scent similar to yeximi, used as incense, an aromatic commodity in ancient trade."
  },
  {
    "词汇": "素馨",
    "拼音": "sù xīn",
    "英文翻译": "jasmine (Suxin)",
    "中文注释": "耶悉茗的俗称，五代十国时期因南汉侍女得名，成为广州 “流花” 文化核心，用于贸易。",
    "英文注释": "Common name of 耶悉茗，named after a Southern Han maid in the Five Dynasties and Ten Kingdoms period, core of Guangzhou's \"\"flower stream\"\" culture, used in trade."
  },
  {
    "词汇": "群芳谱",
    "拼音": "qún fāng pǔ",
    "英文翻译": "\"\"Compendium of Flowers\"\"",
    "中文注释": "明代花卉专著，记载了素馨花的名称由来及栽培特性，是研究花卉历史的资料。",
    "英文注释": "A Ming Dynasty monograph on flowers, recording the origin of the name \"\"Suxin\"\" and its cultivation characteristics, a material for studying flower history."
  },
  {
    "词汇": "龟山志",
    "拼音": "guī shān zhì",
    "英文翻译": "\"\"Records of Guishan\"\"",
    "中文注释": "古代地方文献，记载了南汉侍女素馨与素馨花的传说，为花名由来提供依据。",
    "英文注释": "Ancient local document, recording the legend of the Southern Han maid Suxin and the Suxin flower, providing basis for the origin of the flower name."
  },
  {
    "词汇": "刘王",
    "拼音": "liú wáng",
    "英文翻译": "King Liu",
    "中文注释": "指南汉君主刘隐或其家族成员，传说其侍女素馨死后葬于花田，催生素馨花种植。",
    "英文注释": "Refers to Southern Han monarch Liu Yin or his family; legend has it his maid Suxin was buried in the flower field, promoting Suxin cultivation."
  },
  {
    "词汇": "侍女",
    "拼音": "shì nǚ",
    "英文翻译": "maid (historical)",
    "中文注释": "古代宫廷或贵族家中的女仆，此处特指南汉刘王的侍女素馨，与素馨花名相关。",
    "英文注释": "A maid in ancient palaces or noble families, here specifically referring to Southern Han King Liu's maid Suxin, related to the name \"\"Suxin\"\"."
  },
  {
    "词汇": "南征录",
    "拼音": "nán zhēng lù",
    "英文翻译": "\"\"Southern Expedition Records\"\"",
    "中文注释": "古代文献，记载了南汉美人葬于广州城西花田的事迹，与素馨花产地相关。",
    "英文注释": "Ancient document, recording the story of a Southern Han beauty buried in the flower field west of Guangzhou, related to the origin of Suxin flowers."
  },
  {
    "词汇": "刘隐",
    "拼音": "liú yǐn",
    "英文翻译": "Liu Yin",
    "中文注释": "南汉开国君主，其统治时期广州城西花田开始大规模种植素馨花，推动花卉贸易。",
    "英文注释": "Founder of the Southern Han Dynasty; during his reign, Suxin flowers were widely planted in the flower field west of Guangzhou, promoting flower trade."
  },
  {
    "词汇": "花田",
    "拼音": "huā tián",
    "英文翻译": "Flower Field (place)",
    "中文注释": "广州城西古地名，因大规模种植素馨花得名，是古代素馨花贸易的核心产地。",
    "英文注释": "Ancient place name west of Guangzhou, named for large-scale Suxin cultivation, the core origin of Suxin trade in ancient times."
  },
  {
    "词汇": "苏轼",
    "拼音": "sū shì",
    "英文翻译": "Su Shi",
    "中文注释": "北宋文学家，其《广州蒲涧寺》诗提及含笑花，反映宋代岭南花卉与文化融合。",
    "英文注释": "Northern Song litterateur; his poem \"\"Guangzhou Pujian Temple\"\" mentions michelia flowers, reflecting flower-culture integration in Lingnan."
  },
  {
    "词汇": "广州蒲涧寺",
    "拼音": "guǎng zhōu pú jiàn sì",
    "英文翻译": "Guangzhou Pujian Temple",
    "中文注释": "广州古寺，苏轼曾在此题诗，诗中 “花含笑” 指含笑花，见证花卉与文学的关联。",
    "英文注释": "Ancient temple in Guangzhou, where Su Shi wrote poems; \"\"smiling flowers\"\" in the poem refer to michelia, witnessing flower-literature connection."
  },
  {
    "词汇": "即事十首",
    "拼音": "jí shì shí shǒu",
    "英文翻译": "\"\"Ten Impromptu Poems\"\"",
    "中文注释": "刘克庄的诗集，其中一首盛赞素馨花 “占断百花白”，体现素馨花在宋代的受欢迎度。",
    "英文注释": "Collection of poems by Liu Kezhuang; one poem praises Suxin flowers as \"\"the whitest among all flowers\"\", reflecting their popularity in the Song Dynasty."
  },
  {
    "词汇": "苏宷",
    "拼音": "sū cài",
    "英文翻译": "Su Cai",
    "中文注释": "北宋官员、诗人，其诗《和梅挚登普贤阁观桄榔树留小诗》记载桄榔树的移植与价值。",
    "英文注释": "Northern Song official and poet; his poem records the transplantation and value of sugar palm trees."
  },
  {
    "词汇": "和梅挚登普贤阁观桄榔树留小诗",
    "拼音": "hé méi zhì dēng pǔ xián gé guān guāng láng shù liú xiǎo shī",
    "英文翻译": "\"\"Reply to Mei Zhi's Poem on Viewing Sugar Palms at Puxian Pavilion\"\"",
    "中文注释": "苏宷的应和诗，描述桄榔树由粤商移植至西州，反映植物与贸易的传播路径。",
    "英文注释": "Su Cai's responsive poem, describing sugar palms transplanted to Xizhou by Cantonese merchants, reflecting plant-trade spread paths."
  },
  {
    "词汇": "桄榔树",
    "拼音": "guāng láng shù",
    "英文翻译": "sugar palm tree",
    "中文注释": "岭南经济作物，果实可制粉，树干可造船，由粤商移植至内地，是贸易中的实用作物。",
    "英文注释": "Lingnan economic crop; its fruit can be made into flour, trunk usable for shipbuilding, transplanted inland by Cantonese merchants, a practical trade crop."
  },
  {
    "词汇": "西州",
    "拼音": "xī zhōu",
    "英文翻译": "Xizhou (ancient place)",
    "中文注释": "古代地名，今新疆或中原西部一带，是桄榔树由岭南移植的目的地，体现贸易范围。",
    "英文注释": "Ancient place name, now Xinjiang or western Central Plains, the destination of sugar palm transplantation from Lingnan, reflecting trade scope."
  },
  {
    "词汇": "昼绣荣归",
    "拼音": "zhòu xiù róng guī",
    "英文翻译": "return home in glory (idiom)",
    "中文注释": "成语，指富贵后荣归故里，此处形容官员观赏移植的桄榔树时的荣耀感。",
    "英文注释": "Idiom meaning returning home in glory after gaining wealth, here describing the official's sense of glory when viewing transplanted sugar palms."
  },
  {
    "词汇": "赤松",
    "拼音": "chì sōng",
    "英文翻译": "Chisong (immortal)",
    "中文注释": "古代传说中的仙人，常与归隐、修仙相关，诗中以 “赤松游” 表达超然情怀。",
    "英文注释": "Ancient legendary immortal, often related to seclusion and immortality cultivation; \"\"travel with Chisong\"\" in the poem expresses transcendence."
  },
  {
    "词汇": "黎遂球",
    "拼音": "lí suì qiú",
    "英文翻译": "Li Suiqiu",
    "中文注释": "明代诗人，其《素馨赋》以 “浮香以如烟” 描绘素馨花，体现花卉与文学的融合。",
    "英文注释": "Ming Dynasty poet; his \"\"Ode to Suxin\"\" describes Suxin flowers as \"\"fragrance like smoke\"\", reflecting flower-literature integration."
  },
  {
    "词汇": "素馨赋",
    "拼音": "sù xīn fù",
    "英文翻译": "\"\"Ode to Suxin\"\"",
    "中文注释": "黎遂球的赋作，详细描绘素馨花的形态与香气，是赞美岭南花卉的文学名篇。",
    "英文注释": "Li Suiqiu's ode, detailing the shape and scent of Suxin flowers, a famous literary work praising Lingnan flowers."
  },
  {
    "词汇": "王士祯",
    "拼音": "wáng shì zhēn",
    "英文翻译": "Wang Shizhen",
    "中文注释": "清代诗人，其《广州竹枝六首》记载广州花卉、水果贸易，反映市井商业繁荣。",
    "英文注释": "Qing Dynasty poet; his \"\"Six Zhuzhi Poems of Guangzhou\"\" records flower and fruit trade, reflecting urban commercial prosperity."
  },
  {
    "词汇": "广州竹枝六首",
    "拼音": "guǎng zhōu zhú zhī liù shǒu",
    "英文翻译": "\"\"Six Zhuzhi Poems of Guangzhou\"\"",
    "中文注释": "王士祯的竹枝词集，其中 “杏子枇杷都上市” 等句，展现广州时令商品的贸易场景。",
    "英文注释": "Wang Shizhen's collection of Zhuzhi poems; lines like \"\"apricots and loquats are on the market\"\" show the trade of seasonal goods in Guangzhou."
  },
  {
    "词汇": "小春",
    "拼音": "xiǎo chūn",
    "英文翻译": "late autumn (literary)",
    "中文注释": "书面语，指农历十月左右的小阳春，气候温暖，此时梅花开放，是花卉贸易的时节。",
    "英文注释": "Literary term, referring to the warm late autumn (around lunar October) when plum blossoms bloom, a season for flower trade."
  },
  {
    "词汇": "枇杷",
    "拼音": "pí pá",
    "英文翻译": "loquat",
    "中文注释": "岭南水果，春季成熟，是清代广州上市的时令商品，通过市集贸易流通。",
    "英文注释": "Lingnan fruit, ripe in spring, a seasonal commodity on Guangzhou's market in the Qing Dynasty, circulated through market trade."
  },
  {
    "词汇": "杨梅",
    "拼音": "yáng méi",
    "英文翻译": "waxberry",
    "中文注释": "岭南水果，三月成熟，王士祯诗中提及 “玉盘三月有杨梅”，反映其贸易时令性。",
    "英文注释": "Lingnan fruit, ripe in March; Wang Shizhen's poem mentions \"\"waxberries on jade plates in March\"\", reflecting its seasonal trade."
  },
  {
    "词汇": "黄子高",
    "拼音": "huáng zǐ gāo",
    "英文翻译": "Huang Zigao",
    "中文注释": "清代诗人，其《花田竹枝词》感叹 “一生衣食素馨花”，体现素馨花对民生的影响。",
    "英文注释": "Qing Dynasty poet; his \"\"Zhuzhi Poems of Flower Field\"\" laments \"\"living on Suxin flowers all life\"\", reflecting Suxin's impact on people's livelihood."
  },
  {
    "词汇": "花田竹枝词",
    "拼音": "huā tián zhú zhī cí",
    "英文翻译": "\"\"Zhuzhi Poems of Flower Field\"\"",
    "中文注释": "黄子高的竹枝词集，记载花田村民以种植素馨花为业，反映花卉贸易的民生关联。",
    "英文注释": "Huang Zigao's collection of Zhuzhi poems, recording villagers in Flower Field making a living by growing Suxin, reflecting flower trade's connection to livelihood."
  },
  {
    "词汇": "庄头村",
    "拼音": "zhuāng tóu cūn",
    "英文翻译": "Zhuangtou Village",
    "中文注释": "广州古村，位于花田附近，村民以种植素馨花为生，是素馨花贸易的重要产地。",
    "英文注释": "Ancient village in Guangzhou, near Flower Field; villagers made a living by growing Suxin, an important origin of Suxin trade."
  },
  {
    "词汇": "吕坚",
    "拼音": "lǚ jiān",
    "英文翻译": "Lü Jian",
    "中文注释": "清代诗人，其《番禺竹枝词》提及 “素馨田畔谁凭吊”，关联素馨花与历史传说。",
    "英文注释": "Qing Dynasty poet; his \"\"Zhuzhi Poems of Panyu\"\" mentions \"\"who pays tribute by the Suxin field\"\", linking Suxin to historical legends."
  },
  {
    "词汇": "番禺竹枝词",
    "拼音": "pān yú zhú zhī cí",
    "英文翻译": "\"\"Zhuzhi Poems of Panyu\"\"",
    "中文注释": "吕坚的竹枝词集，通过素馨花抒发怀古之情，侧面反映素馨花在番禺的广泛种植。",
    "英文注释": "Lü Jian's collection of Zhuzhi poems, expressing nostalgia through Suxin, indirectly reflecting Suxin's widespread cultivation in Panyu."
  },
  {
    "词汇": "珠娘",
    "拼音": "zhū niáng",
    "英文翻译": "Pearl Maid (local term)",
    "中文注释": "岭南对女子的俗称，尤指广州一带从事花卉贸易的女子，诗中 “珠娘唤奈何” 体现民生。",
    "英文注释": "Lingnan term for women, especially those engaged in flower trade in Guangzhou; \"\"Pearl Maid sighs\"\" in the poem reflects people's livelihood."
  },
  {
    "词汇": "李环蒲",
    "拼音": "lǐ huán pú",
    "英文翻译": "Li Huanpu",
    "中文注释": "清代诗人，其《珠江竹枝词》记载 “玫瑰花开夹紫薇”，展现广州花埭的花卉景观。",
    "英文注释": "Qing Dynasty poet; his \"\"Zhuzhi Poems of Pearl River\"\" records \"\"roses blooming with crape myrtle\"\", showing the flower landscape of Huadi."
  },
  {
    "词汇": "珠江竹枝词",
    "拼音": "zhū jiāng zhú zhī cí",
    "英文翻译": "\"\"Zhuzhi Poems of Pearl River\"\"",
    "中文注释": "李环蒲的竹枝词集，描绘珠江沿岸花埭的花卉种植与贸易，体现花城特色。",
    "英文注释": "Li Huanpu's collection of Zhuzhi poems, depicting flower cultivation and trade in Huadi along the Pearl River, reflecting Guangzhou's \"\"flower city\"\" feature."
  },
  {
    "词汇": "花埭",
    "拼音": "huā dài",
    "英文翻译": "Huadi (Flower Embankment)",
    "中文注释": "广州古地名，今花地，以种植玫瑰、紫薇等花卉闻名，是清代花卉贸易的核心区域。",
    "英文注释": "Ancient place name in Guangzhou, now Huadi, famous for growing roses and crape myrtle, the core area of flower trade in the Qing Dynasty."
  },
  {
    "词汇": "玫瑰",
    "拼音": "méi guī",
    "英文翻译": "rose",
    "中文注释": "芳香花卉，清代花埭广泛种植，用于观赏与贸易，是花市中的常见商品。",
    "英文注释": "Fragrant flower, widely planted in Huadi in the Qing Dynasty, used for ornamental and trade purposes, a common commodity in flower markets."
  },
  {
    "词汇": "紫薇",
    "拼音": "zǐ wēi",
    "英文翻译": "crape myrtle",
    "中文注释": "岭南花卉，夏季开花，与玫瑰搭配种植于花埭，是花卉贸易的重要品种之一。",
    "英文注释": "Lingnan flower, blooming in summer, planted with roses in Huadi, one of the important varieties in flower trade."
  },
  {
    "词汇": "张秋槎",
    "拼音": "zhāng qiū chá",
    "英文翻译": "Zhang Qiucha",
    "中文注释": "清代诗人，其《羊城竹枝词》记载 “茉莉蔷薇夹马樱”，展现广州卖花人的贸易场景。",
    "英文注释": "Qing Dynasty poet; his \"\"Zhuzhi Poems of Yangcheng\"\" records \"\"jasmine and rose with horse cherry\"\", showing the trade scene of flower vendors."
  },
  {
    "词汇": "羊城竹枝词",
    "拼音": "yáng chéng zhú zhī cí",
    "英文翻译": "\"\"Zhuzhi Poems of Yangcheng\"\"",
    "中文注释": "张秋槎的竹枝词集，描绘卖花人携花入城叫卖的场景，反映广州花卉贸易的活跃。",
    "英文注释": "Zhang Qiucha's collection of Zhuzhi poems, depicting flower vendors carrying flowers into the city, reflecting the vitality of Guangzhou's flower trade."
  },
  {
    "词汇": "蔷薇",
    "拼音": "qiáng wēi",
    "英文翻译": "rosebush",
    "中文注释": "芳香花卉，与茉莉、马樱同为卖花人售卖的商品，是清代广州花市的常见花卉。",
    "英文注释": "Fragrant flower, sold by vendors along with jasmine and horse cherry, a common flower in Guangzhou's flower markets in the Qing Dynasty."
  },
  {
    "词汇": "马樱",
    "拼音": "mǎ yīng",
    "英文翻译": "horse cherry flower",
    "中文注释": "岭南花卉，花形似樱，与蔷薇、茉莉搭配售卖，是花卉贸易中的特色品种。",
    "英文注释": "Lingnan flower, shaped like cherry blossoms, sold with rosebush and jasmine, a characteristic variety in flower trade."
  },
  {
    "词汇": "工夫茶",
    "拼音": "gōng fū chá",
    "英文翻译": "Gongfu tea",
    "中文注释": "潮汕茶艺的核心，以乌龙茶为原料，通过复杂的冲泡流程（括沫、淋盖等）品饮，体现茶道文化。",
    "英文注释": "Core of Chaoshan tea art, using oolong tea, brewed through complex processes (foam scraping, lid pouring), reflecting tea ceremony culture."
  },
  {
    "词汇": "乌龙茶",
    "拼音": "wū lóng chá",
    "英文翻译": "oolong tea",
    "中文注释": "半发酵茶，介于绿茶与红茶之间，是工夫茶的专用原料，如白叶单丛、水仙等品种。",
    "英文注释": "Semi-fermented tea between green and black tea, special raw material for Gongfu tea, such as Baiye Dancong and Shuixian varieties."
  },
  {
    "词汇": "白叶单丛",
    "拼音": "bái yè dān cóng",
    "英文翻译": "Baiye Dancong (oolong)",
    "中文注释": "潮汕特有乌龙茶品种，叶片偏白，香气独特，是工夫茶的高端原料，用于茶艺品鉴。",
    "英文注释": "Chaoshan-specific oolong variety with pale leaves and unique aroma, high-end raw material for Gongfu tea, used for tea tasting."
  },
  {
    "词汇": "沙仁",
    "拼音": "shā rén",
    "英文翻译": "Sharen (oolong)",
    "中文注释": "乌龙茶品种之一，产自潮汕，香气浓郁，是工夫茶的常用原料，适合多次冲泡。",
    "英文注释": "Oolong variety from Chaoshan, with rich aroma, common raw material for Gongfu tea, suitable for multiple infusions."
  },
  {
    "词汇": "水仙",
    "拼音": "shuǐ xiān",
    "英文翻译": "Shuixian (oolong)",
    "中文注释": "乌龙茶品种，叶片肥厚，滋味醇厚，是工夫茶的经典原料，在潮汕茶艺中广泛使用。",
    "英文注释": "Oolong variety with thick leaves and mellow taste, classic raw material for Gongfu tea, widely used in Chaoshan tea art."
  },
  {
    "词汇": "黄旦",
    "拼音": "huáng dàn",
    "英文翻译": "Huangdan (oolong)",
    "中文注释": "潮汕乌龙茶品种，香气清新似蜜兰，滋味甘爽，是工夫茶的特色原料之一。",
    "英文注释": "Chaoshan oolong variety with fresh honey orchid-like aroma and sweet taste, a characteristic raw material for Gongfu tea."
  },
  {
    "词汇": "缸心水",
    "拼音": "gāng xīn shuǐ",
    "英文翻译": "central water in vat",
    "中文注释": "潮汕工夫茶专用水，指水缸中沉淀后的中层清水，水质纯净，能凸显茶叶香气。",
    "英文注释": "Special water for Chaoshan Gongfu tea, the middle layer of settled water in a vat, pure and able to highlight tea aroma."
  },
  {
    "词汇": "天水",
    "拼音": "tiān shuǐ",
    "英文翻译": "celestial water (rain/snow)",
    "中文注释": "工夫茶用水，指雨水、雪水等自然降水，被认为水质清冽，适合冲泡乌龙茶。",
    "英文注释": "Water for Gongfu tea, referring to rain and snow water, considered clear and suitable for brewing oolong tea."
  },
  {
    "词汇": "地水",
    "拼音": "dì shuǐ",
    "英文翻译": "terrestrial water (spring/well)",
    "中文注释": "工夫茶用水，指泉水、井水等地下水，水质富含矿物质，能提升茶汤口感。",
    "英文注释": "Water for Gongfu tea, referring to spring and well water, rich in minerals, able to improve tea taste."
  },
  {
    "词汇": "茶罐",
    "拼音": "chá guàn",
    "英文翻译": "tea caddy (Gongfu)",
    "中文注释": "工夫茶专用器具，用于存放乌龙茶，需提前烫洗预热，以保持茶叶香气。",
    "英文注释": "Special utensil for Gongfu tea, used to store oolong tea, needing pre-rinsing and preheating to preserve tea aroma."
  },
  {
    "词汇": "托盘",
    "拼音": "tuō pán",
    "英文翻译": "tray (Gongfu)",
    "中文注释": "工夫茶配套器具，用于放置茶杯、茶罐等，避免茶汤洒落，保持桌面整洁。",
    "英文注释": "Supporting utensil for Gongfu tea, used to place cups and caddies, preventing tea spillage and keeping the table clean."
  },
  {
    "词汇": "木炭炉",
    "拼音": "mù tàn lú",
    "英文翻译": "charcoal stove (Gongfu)",
    "中文注释": "工夫茶加热器具，用于烧开水，能精准控制水温，确保冲泡乌龙茶的温度需求。",
    "英文注释": "Heating utensil for Gongfu tea, used to boil water, able to precisely control temperature for oolong brewing."
  },
  {
    "词汇": "电炉",
    "拼音": "diàn lú",
    "英文翻译": "electric stove (Gongfu)",
    "中文注释": "木炭炉的现代替代器具，用于工夫茶烧水，方便控制火候，适合家庭茶艺使用。",
    "英文注释": "Modern alternative to charcoal stoves for Gongfu tea, easy to control heat, suitable for home tea art."
  },
  {
    "词汇": "括沫",
    "拼音": "kuò mò",
    "英文翻译": "foam scraping (Gongfu)",
    "中文注释": "工夫茶冲泡步骤，用茶盖刮去茶汤表面的泡沫，去除杂质，保证茶汤纯净。",
    "英文注释": "Gongfu tea brewing step: scraping foam off the tea surface with the lid to remove impurities and ensure tea purity."
  },
  {
    "词汇": "淋盖",
    "拼音": "lín gài",
    "英文翻译": "lid pouring (Gongfu)",
    "中文注释": "工夫茶冲泡步骤，用沸水浇淋茶罐盖子，增加罐内温度，促进茶叶快速出味。",
    "英文注释": "Gongfu tea brewing step: pouring boiling water over the caddy lid to increase internal temperature and speed up tea flavor release."
  },
  {
    "词汇": "关公巡城",
    "拼音": "guān gōng xún chéng",
    "英文翻译": "Guan Gong's patrol (Gongfu)",
    "中文注释": "工夫茶斟茶技法，茶罐在茶杯上方快速移动，使各杯茶汤浓淡均匀，体现公平性。",
    "英文注释": "Gongfu tea pouring technique: moving the caddy quickly over cups to ensure uniform tea concentration, reflecting fairness."
  },
  {
    "词汇": "韩信点兵",
    "拼音": "hán xìn diǎn bīng",
    "英文翻译": "Han Xin's troop review (Gongfu)",
    "中文注释": "工夫茶斟茶收尾步骤，将茶罐中剩余茶汤滴入各杯，确保每杯都能品到茶的精华。",
    "英文注释": "Gongfu tea final pouring step: dripping remaining tea into cups to ensure each cup gets the tea essence."
  },
  {
    "词汇": "一盅两件",
    "拼音": "yī zhōng liǎng jiàn",
    "英文翻译": "one cup two dim sums",
    "中文注释": "广府早茶文化核心，指 “一盅茶搭配两件点心” 的饮食模式，是社交、休闲的重要场景。",
    "英文注释": "Core of Cantonese morning tea culture, referring to \"\"one cup of tea with two dim sums\"\", an important social and leisure scene."
  },
  {
    "词汇": "菊普",
    "拼音": "jú pǔ",
    "英文翻译": "chrysanthemum Pu'er",
    "中文注释": "广府早茶常用茶品，由菊花与普洱熟茶搭配而成，清热润燥，适合搭配甜腻点心。",
    "英文注释": "Common Cantonese morning tea, a blend of chrysanthemum and ripe Pu'er, clearing heat and moistening dryness, suitable for sweet dim sums."
  },
  {
    "词汇": "寿眉",
    "拼音": "shòu méi",
    "英文翻译": "Shoumei (white tea)",
    "中文注释": "广府早茶茶品，属于白茶，滋味清淡回甘，耐泡解腻，适合搭配叉烧包等点心。",
    "英文注释": "Cantonese morning tea, a type of white tea with light sweet aftertaste, durable and greasy-relieving, suitable for cha siu bao."
  },
  {
    "词汇": "叉烧包",
    "拼音": "chā shāo bāo",
    "英文翻译": "cha siu bao",
    "中文注释": "广式点心代表，以发酵面皮包裹叉烧馅，咸甜适中，是 “一盅两件” 中的经典 “两件” 之一。",
    "英文注释": "Representative Cantonese dim sum: fermented dough wrapped with barbecued pork filling, salty-sweet, a classic \"\"two dim sums\"\" in \"\"one cup two dim sums\"\"."
  },
  {
    "词汇": "虾饺",
    "拼音": "xiā jiǎo",
    "英文翻译": "har gow",
    "中文注释": "广式点心核心，以澄面皮包裹鲜虾馅，皮薄透明，口感弹牙，是早茶必点品种。",
    "英文注释": "Core Cantonese dim sum: transparent rice flour skin wrapped with fresh shrimp filling, chewy, a must-order in morning tea."
  },
  {
    "词汇": "烧卖",
    "拼音": "shāo mài",
    "英文翻译": "siu mai",
    "中文注释": "广式点心，以薄皮包裹肉馅（或鲜虾馅），顶部开口，形似石榴，是 “两件” 的常见选择。",
    "英文注释": "Cantonese dim sum: thin skin wrapped with meat (or shrimp) filling, open-topped like pomegranate, a common \"\"two dim sums\"\" choice."
  },
  {
    "词汇": "马拉糕",
    "拼音": "mǎ lā gāo",
    "英文翻译": "Malay cake",
    "中文注释": "广式甜味点心，以面粉、鸡蛋制成，松软香甜，带有焦糖味，适合搭配普洱解腻。",
    "英文注释": "Cantonese sweet dim sum: made of flour and eggs, soft and sweet with caramel flavor, suitable for pairing with Pu'er to relieve greasiness."
  },
  {
    "词汇": "叉烧酥",
    "拼音": "chā shāo sū",
    "英文翻译": "cha siu puff",
    "中文注释": "广式酥皮点心，酥皮层次分明，内填叉烧馅，咸香酥脆，是早茶中的热门品种。",
    "英文注释": "Cantonese puff pastry dim sum: layered crust with barbecued pork filling, savory and crispy, a popular morning tea variety."
  },
  {
    "词汇": "肠粉",
    "拼音": "cháng fěn",
    "英文翻译": "cheung fun",
    "中文注释": "广式点心，以米浆蒸制而成，可搭配肉末、鲜虾等馅料，口感滑嫩，是早餐与早茶的常见选择。",
    "英文注释": "Cantonese dim sum: steamed rice rolls with minced meat or shrimp filling, smooth, a common breakfast and morning tea choice."
  },
  {
    "词汇": "茶居",
    "拼音": "chá jū",
    "英文翻译": "tea house (ancient)",
    "中文注释": "明清广州的简易茶馆，供商人、船夫歇脚，提供茶与点心，是 “一盅两件” 的雏形场所。",
    "英文注释": "Simple tea house in Ming-Qing Guangzhou for merchants and boatmen to rest, serving tea and dim sums, the prototype of \"\"one cup two dim sums\"\"."
  },
  {
    "词汇": "陶陶居",
    "拼音": "táo táo jū",
    "英文翻译": "Taotaoju (teahouse)",
    "中文注释": "广州百年茶楼，1880 年开业，以 “星期美点” 制度推动早茶文化发展，是 “一盅两件” 的代表场所。",
    "英文注释": "Guangzhou's century-old teahouse, founded in 1880, promoted morning tea culture with \"\"weekly fine dim sums\"\", a representative place for \"\"one cup two dim sums\"\"."
  },
  {
    "词汇": "莲香楼",
    "拼音": "lián xiāng lóu",
    "英文翻译": "Lianxianglou (teahouse)",
    "中文注释": "广州百年茶楼，1889 年开业，以莲蓉点心闻名，是早茶文化的传承基地，推动点心标准化。",
    "英文注释": "Guangzhou's century-old teahouse, founded in 1889, famous for lotus seed paste dim sums, a heritage base for morning tea culture, promoting dim sum standardization."
  },
  {
    "词汇": "星期美点",
    "拼音": "xīng qī měi diǎn",
    "英文翻译": "weekly fine dim sums",
    "中文注释": "茶楼经营制度，每周更新点心品种，吸引顾客，由陶陶居、莲香楼首创，推动早茶品类丰富化。",
    "英文注释": "Teahouse operation system: updating dim sum varieties weekly to attract customers, initiated by Taotaoju and Lianxianglou, enriching morning tea categories."
  },
  {
    "词汇": "叩指谢茶",
    "拼音": "kòu zhǐ xiè chá",
    "英文翻译": "finger tapping thanks (tea)",
    "中文注释": "广府早茶礼仪，客人接受斟茶时，用食指和中指轻扣桌面表示感谢，源于乾隆微服私访传说。",
    "英文注释": "Cantonese morning tea etiquette: guests tap the table with index and middle fingers to thank the pourer, originating from Emperor Qianlong's incognito visit legend."
  },
  {
    "词汇": "揭盖添茶",
    "拼音": "jiē gài tiān chá",
    "英文翻译": "lid propping for refilling",
    "中文注释": "广府早茶信号，客人将茶壶盖架在壶口，示意服务员添水，体现含蓄的沟通方式。",
    "英文注释": "Cantonese morning tea signal: guests prop the teapot lid on the spout to indicate refilling, reflecting implicit communication."
  },
  {
    "词汇": "文园茶楼",
    "拼音": "wén yuán chá lóu",
    "英文翻译": "Wenyuan Teahouse",
    "中文注释": "清代广州茶楼，是十三行商人洽谈贸易、行会议事的场所，见证早茶与商业的融合。",
    "英文注释": "Qing Dynasty Guangzhou teahouse, where Thirteen Hongs merchants negotiated trade, witnessing morning tea-business integration."
  },
  {
    "词汇": "养小录",
    "拼音": "yǎng xiǎo lù",
    "英文翻译": "\"\"Records of Nourishment\"\"",
    "中文注释": "明代饮食文献，记载 “馒头夹肉”，是叉烧包的早期雏形，为点心历史研究提供依据。",
    "英文注释": "Ming Dynasty dietary document, recording \"\"meat-stuffed steamed buns\"\", the early prototype of cha siu bao, providing basis for dim sum history research."
  },
  {
    "词汇": "广东茶叶史",
    "拼音": "guǎng dōng chá yè shǐ",
    "英文翻译": "\"\"History of Guangdong Tea\"\"",
    "中文注释": "茶叶研究专著，记载普洱搭配荤点心、铁观音搭配海鲜等茶点搭配逻辑，体现饮食哲学。",
    "英文注释": "Monograph on tea research, recording tea-dim sum pairing logic (Pu'er with meat, Tieguanyin with seafood), reflecting dietary philosophy."
  },
  {
    "词汇": "分子料理虾饺",
    "拼音": "fēn zǐ liào lǐ xiā jiǎo",
    "英文翻译": "molecular cuisine har gow",
    "中文注释": "新式广式点心，将分子料理技术与传统虾饺结合，外皮或馅料采用创新工艺，体现早茶创新。",
    "英文注释": "New Cantonese dim sum combining molecular cuisine with traditional har gow, innovative skin or filling, reflecting morning tea innovation."
  },
  {
    "词汇": "燕窝蛋挞",
    "拼音": "yàn wō dàn tà",
    "英文翻译": "bird's nest egg tart",
    "中文注释": "高端广式点心，在传统蛋挞中加入燕窝，提升营养价值与口感，是早茶的奢华品种。",
    "英文注释": "High-end Cantonese dim sum: adding bird's nest to traditional egg tarts to improve nutrition and taste, a luxurious morning tea variety."
  },
  {
    "词汇": "四大天王",
    "拼音": "sì dà tiān wáng",
    "英文翻译": "Four Heavenly Kings (dim sums)",
    "中文注释": "广式早茶经典点心合称，指虾饺、烧卖、叉烧包、蛋挞，是茶楼的必备标配品种。",
    "英文注释": "Collective name for classic Cantonese morning tea dim sums: har gow, siu mai, cha siu bao, egg tart, a must-have in teahouses."
  },
  {
    "词汇": "商务沟通",
    "拼音": "shāng wù gōu tōng",
    "英文翻译": "business communication",
    "中文注释": "企业或组织内外传递信息、情感、目标的过程，以达成协作、交易等商业目标，核心是价值传递。",
    "英文注释": "Process of transmitting information, emotions and goals inside/outside enterprises to achieve business objectives (cooperation, transactions), core is value transfer."
  },
  {
    "词汇": "内部沟通",
    "拼音": "nèi bù gōu tōng",
    "英文翻译": "internal communication",
    "中文注释": "组织内部的信息传递，如团队会议、跨部门协作、管理层汇报，目的是协调内部资源。",
    "英文注释": "Information transmission within organizations, such as team meetings, cross-departmental cooperation, management reports, aiming to coordinate internal resources."
  },
  {
    "词汇": "外部沟通",
    "拼音": "wài bù gōu tōng",
    "英文翻译": "external communication",
    "中文注释": "组织与外部的信息交互，如客户谈判、供应商对接、媒体公关，目的是维护外部关系与达成交易。",
    "英文注释": "Information exchange between organizations and external parties, such as customer negotiations, supplier docking, media PR, aiming to maintain external relations and reach deals."
  },
  {
    "词汇": "正式沟通",
    "拼音": "zhèng shì gōu tōng",
    "英文翻译": "formal communication",
    "中文注释": "有规范形式与流程的沟通，如合同、报告、商务函件、官方发布会，信息严谨规范。",
    "英文注释": "Communication with standardized forms and processes, such as contracts, reports, business letters, official conferences, with rigorous information."
  },
  {
    "词汇": "非正式沟通",
    "拼音": "fēi zhèng shì gōu tōng",
    "英文翻译": "informal communication",
    "中文注释": "无固定形式的沟通，如私下交流、行业沙龙、社交平台互动，氛围轻松灵活。",
    "英文注释": "Communication without fixed forms, such as private talks, industry salons, social media interactions, with a relaxed atmosphere."
  },
  {
    "词汇": "7C 原则",
    "拼音": "7C yuán zé",
    "英文翻译": "7C Principles",
    "中文注释": "商务沟通的核心原则，包括清晰（Clarity）、简明（Conciseness）、具体（Concreteness）等 7 项，确保沟通有效。",
    "英文注释": "Core principles of business communication: Clarity, Conciseness, Concreteness, Correctness, Coherence, Completeness, Courtesy, ensuring effective communication."
  },
  {
    "词汇": "30 秒电梯法则",
    "拼音": "30 miǎo diàn tī fǎ zé",
    "英文翻译": "30-second elevator pitch",
    "中文注释": "商务沟通技巧，要求在 30 秒内传递核心观点，源于麦肯锡，确保信息简明高效。",
    "英文注释": "Business communication skill: delivering core ideas within 30 seconds, originating from McKinsey, ensuring concise and efficient information."
  },
  {
    "词汇": "金字塔原理",
    "拼音": "jīn zì tǎ yuán lǐ",
    "英文翻译": "Pyramid Principle",
    "中文注释": "逻辑表达工具，采用 “结论先行 - 论据支撑 - 行动建议” 结构，使沟通连贯有层次。",
    "英文注释": "Logical expression tool: \"\"conclusion first - evidence support - action suggestions\"\" structure, making communication coherent and hierarchical."
  },
  {
    "词汇": "商务谈判",
    "拼音": "shāng wù tán pàn",
    "英文翻译": "business negotiation",
    "中文注释": "经济主体为实现目标，就标的物交易条件协商的过程，具有利益性、对抗性、公平性特征。",
    "英文注释": "Process of negotiating transaction terms for subjects to achieve economic goals, with characteristics of interest, confrontation and fairness."
  },
  {
    "词汇": "人事分开原则",
    "拼音": "rén shì fēn kāi yuán zé",
    "英文翻译": "separate people from issues",
    "中文注释": "商务谈判原则，将谈判问题与个人情感分离，避免因对人不满影响问题解决。",
    "英文注释": "Business negotiation principle: separating negotiation issues from personal emotions to avoid affecting problem-solving due to personal dissatisfaction."
  },
  {
    "词汇": "集中利益而非立场原则",
    "拼音": "jí zhōng lì yì ér fēi lì chǎng yuán zé",
    "英文翻译": "focus on interests not positions",
    "中文注释": "商务谈判原则，关注双方实际需求（如成本控制），而非表面立场（如降价要求）。",
    "英文注释": "Business negotiation principle: focusing on actual needs (cost control) rather than superficial positions (price reduction demands)."
  },
  {
    "词汇": "双赢原则",
    "拼音": "shuāng yíng yuán zé",
    "英文翻译": "win-win principle",
    "中文注释": "商务谈判原则，通过利益交换实现双方满意（如供应商让价、客户增单），达成长期合作。",
    "英文注释": "Business negotiation principle: achieving mutual satisfaction through interest exchange (supplier price reduction, customer order increase) for long-term cooperation."
  },
  {
    "词汇": "跨文化沟通",
    "拼音": "kuà wén huà gōu tōng",
    "英文翻译": "cross-cultural communication",
    "中文注释": "不同文化背景主体间的沟通，存在语言、非语言禁忌、价值观差异等障碍，需适配策略。",
    "英文注释": "Communication between subjects from different cultural backgrounds, with barriers (language, non-verbal taboos, value differences), requiring adaptive strategies."
  },
  {
    "词汇": "语言障碍",
    "拼音": "yǔ yán zhàng ài",
    "英文翻译": "language barrier",
    "中文注释": "跨文化沟通障碍，如俚语误解（“break a leg” 表祝福）、专业术语翻译偏差。",
    "英文注释": "Cross-cultural communication barrier: slang misunderstanding (\"\"break a leg\"\" means good luck), professional term translation deviation."
  },
  {
    "词汇": "非语言禁忌",
    "拼音": "fēi yǔ yán jìn jì",
    "英文翻译": "non-verbal taboo",
    "中文注释": "跨文化沟通障碍，如竖大拇指在伊朗为侮辱，OK 手势在巴西粗俗，需注意肢体语言。",
    "英文注释": "Cross-cultural communication barrier: thumb-up is offensive in Iran, OK gesture is vulgar in Brazil, requiring attention to body language."
  },
  {
    "词汇": "价值观差异",
    "拼音": "jià zhí guān chā yì",
    "英文翻译": "value difference",
    "中文注释": "跨文化沟通障碍，个人主义文化（美国）重个人成就，集体主义文化（中国）重团队协作。",
    "英文注释": "Cross-cultural communication barrier: individualistic cultures (US) value personal achievement, collectivist cultures (China) value teamwork."
  },
  {
    "词汇": "语言适配",
    "拼音": "yǔ yán shì pèi",
    "英文翻译": "language adaptation",
    "中文注释": "跨文化沟通策略，避免俚语，确保合同翻译法律术语一致，降低语言误解风险。",
    "英文注释": "Cross-cultural communication strategy: avoiding slang, ensuring consistent legal term translation in contracts, reducing language misunderstanding risks."
  },
  {
    "词汇": "非语言适应",
    "拼音": "fēi yǔ yán shì yìng",
    "英文翻译": "non-verbal adaptation",
    "中文注释": "跨文化沟通策略，如中东会议可延迟 30 分钟，尊重对方时间观念，适配肢体语言。",
    "英文注释": "Cross-cultural communication strategy: Middle East meetings may be delayed by 30 minutes, respecting time concepts and adapting body language."
  },
  {
    "词汇": "关系建立",
    "拼音": "guān xì jiàn lì",
    "英文翻译": "relationship building",
    "中文注释": "跨文化沟通策略，高语境文化（日本）需先闲聊建立信任，再进入正题，促进沟通效果。",
    "英文注释": "Cross-cultural communication strategy: high-context cultures (Japan) require casual talks to build trust before getting to the point, improving communication effectiveness."
  },
  {
    "词汇": "高语境文化",
    "拼音": "gāo yǔ jìng wén huà",
    "英文翻译": "high-context culture",
    "中文注释": "文化类型，信息多隐含于语境（关系、场景）中，而非明确语言表达，如日本、中国文化。",
    "英文注释": "Culture type: information mostly implicit in context (relationships, scenarios) rather than explicit language, such as Japanese and Chinese cultures."
  },
  {
    "词汇": "协商式开局",
    "拼音": "xié shāng shì kāi jú",
    "英文翻译": "consultative opening",
    "中文注释": "商务谈判开局策略，适用于双方实力均衡，以 “共赢” 为基调开启谈判（如 “希望长期合作”）。",
    "英文注释": "Business negotiation opening strategy: suitable for balanced strength, starting with a \"\"win-win\"\" tone (\"\"hope for long-term cooperation\"\")."
  },
  {
    "词汇": "坦诚式开局",
    "拼音": "tǎn chéng shì kāi jú",
    "英文翻译": "frank opening",
    "中文注释": "商务谈判开局策略，适用于关系较熟，坦诚告知自身情况（如 “预算有限，求最优方案”）。",
    "英文注释": "Business negotiation opening strategy: suitable for familiar relationships, frankly disclosing own situation (\"\"limited budget, seeking optimal plan\"\")."
  },
  {
    "词汇": "进攻式开局",
    "拼音": "jìn gōng shì kāi jú",
    "英文翻译": "aggressive opening",
    "中文注释": "商务谈判开局策略，适用于我方实力占优，指出对方不足（如 “报价高于行业平均”）。",
    "英文注释": "Business negotiation opening strategy: suitable for superior strength, pointing out the other party's shortcomings (\"\"quotation higher than industry average\"\")."
  },
  {
    "词汇": "摸底",
    "拼音": "mō dǐ",
    "英文翻译": "information gathering",
    "中文注释": "商务谈判步骤，通过提问、观察、试探了解对方需求（如交付期、预算）与弹性空间。",
    "英文注释": "Business negotiation step: understanding the other party's needs (delivery time, budget) and flexibility through questioning, observation and testing."
  },
  {
    "词汇": "提问法",
    "拼音": "tí wèn fǎ",
    "英文翻译": "questioning method",
    "中文注释": "摸底方法，通过直接提问（“对交付期的要求是？”）获取对方关键信息。",
    "英文注释": "Information gathering method: obtaining key information through direct questions (\"\"what's your delivery time requirement?\"\")."
  },
  {
    "词汇": "观察法",
    "拼音": "guān chá fǎ",
    "英文翻译": "observation method",
    "中文注释": "摸底方法，通过肢体语言（如频繁点头）判断对方对方案的认可度与关注点。",
    "英文注释": "Information gathering method: judging the other party's recognition and concerns through body language (frequent nodding)."
  },
  {
    "词汇": "试探法",
    "拼音": "shì tàn fǎ",
    "英文翻译": "testing method",
    "中文注释": "摸底方法，通过假设条件（“增单能否延长账期？”）探测对方谈判弹性与底线。",
    "英文注释": "Information gathering method: testing the other party's negotiation flexibility and bottom line through hypothetical conditions (\"\"can extended payment terms for more orders?\"\")."
  },
  {
    "词汇": "横桌式布局",
    "拼音": "héng zhuō shì bù jú",
    "英文翻译": "horizontal table layout",
    "中文注释": "谈判座位布局，桌子横向摆放，面门为客方尊位，背门为主方，主谈人居中。",
    "英文注释": "Negotiation seating layout: table placed horizontally, door-facing side for guests, door-backing side for hosts, lead negotiator in the middle."
  },
  {
    "词汇": "竖桌式布局",
    "拼音": "shù zhuō shì bù jú",
    "英文翻译": "vertical table layout",
    "中文注释": "谈判座位布局，桌子纵向摆放，进门右侧为客方，左侧为主方，主谈人居中。",
    "英文注释": "Negotiation seating layout: table placed vertically, right side of the door for guests, left for hosts, lead negotiator in the middle."
  },
  {
    "词汇": "主谈人",
    "拼音": "zhǔ tán rén",
    "英文翻译": "lead negotiator",
    "中文注释": "商务谈判中的核心发言人，负责阐述己方立场、回应对方问题，主导谈判进程。",
    "英文注释": "Core speaker in business negotiations, responsible for stating own position, responding to questions, and leading the negotiation process."
  },
  {
    "词汇": "译员",
    "拼音": "yì yuán",
    "英文翻译": "interpreter",
    "中文注释": "涉外谈判中的语言转换人员，欧美企业谈判时坐主谈人右侧，日韩企业可坐左侧。",
    "英文注释": "Language converter in foreign negotiations: sitting on the right of the lead negotiator for European/American enterprises, left for Japanese/Korean enterprises."
  },
  {
    "词汇": "破冰层",
    "拼音": "pò bīng céng",
    "英文翻译": "ice-breaking layer",
    "中文注释": "寒暄的初始阶段（0-3 分钟），通过地理、时间、物品话题拉近距离（如 “气候差异大”）。",
    "英文注释": "Initial stage of small talk (0-3 minutes): narrowing distance through geography, time and object topics (\"\"big climate difference\"\")."
  },
  {
    "词汇": "价值层",
    "拼音": "jià zhí céng",
    "英文翻译": "value layer",
    "中文注释": "寒暄的中间阶段（3-5 分钟），通过行业洞察、文化共鸣建立信任（如 “工艺结合共识”）。",
    "英文注释": "Middle stage of small talk (3-5 minutes): building trust through industry insights and cultural resonance (\"\"consensus on technology integration\"\")."
  },
  {
    "词汇": "过渡层",
    "拼音": "guò dù céng",
    "英文翻译": "transition layer",
    "中文注释": "寒暄的收尾阶段（1-2 分钟），自然衔接至谈判正题（如 “转入订单结构讨论”）。",
    "英文注释": "Final stage of small talk (1-2 minutes): naturally transitioning to negotiation topics (\"\"moving to order structure discussion\"\")."
  },
  {
    "词汇": "相对式座位",
    "拼音": "xiāng duì shì zuò wèi",
    "英文翻译": "opposite seating",
    "中文注释": "跨文化座位模式，欧美企业偏好谈判桌两侧对立而坐，强调立场分明。",
    "英文注释": "Cross-cultural seating mode: European/American enterprises prefer opposite seating across the table, emphasizing clear positions."
  },
  {
    "词汇": "并列式",
    "拼音": "bìng liè shì",
    "英文翻译": "side-by-side seating",
    "中文注释": "跨文化座位模式，并列而坐时需配合共同看资料等动作，消除距离感，适用于合作谈判。",
    "英文注释": "Cross-cultural seating mode: side-by-side seating requires actions like viewing materials together to eliminate distance, suitable for cooperation negotiations."
  },
  {
    "词汇": "中心式布局",
    "拼音": "zhōng xīn shì bù jú",
    "英文翻译": "central layout",
    "中文注释": "跨文化座位模式，东亚文化偏好主宾居中心，随从环绕，体现等级秩序。",
    "英文注释": "Cross-cultural seating mode: East Asian cultures prefer the guest of honor in the center with attendants around, reflecting hierarchical order."
  },
  {
    "词汇": "背门为上",
    "拼音": "bèi mén wèi shàng",
    "英文翻译": "door-backing as honor",
    "中文注释": "跨文化座位礼仪，日韩企业认为远离房门的位置为尊位，需将客方安排在此处。",
    "英文注释": "Cross-cultural seating etiquette: Japanese/Korean enterprises consider door-backing seats as honorable, arranging guests there."
  },
  {
    "词汇": "信用证",
    "拼音": "xìn yòng zhèng",
    "英文翻译": "letter of credit (L/C)",
    "中文注释": "国际贸易支付工具，银行根据买方申请开立，保证卖方交货后收到货款，降低信用风险。",
    "英文注释": "International trade payment tool: bank issues it based on the buyer's application, ensuring the seller receives payment after delivery, reducing credit risks."
  },
  {
    "词汇": "承兑交单",
    "拼音": "chéng duì jiāo dān",
    "英文翻译": "documents against acceptance (D/A)",
    "中文注释": "国际贸易付款方式，买方承兑汇票后即可取得货运单据，到期再付款，风险高于信用证。",
    "英文注释": "International trade payment method: buyer gets shipping documents after accepting the draft, pays on maturity, higher risk than L/C."
  },
  {
    "词汇": "电汇",
    "拼音": "diàn huì",
    "英文翻译": "telegraphic transfer (T/T)",
    "中文注释": "银行结算方式，通过电报或电传划转款项，速度快，常用于预付款、尾款支付。",
    "英文注释": "Bank settlement method: transferring funds via telegram or telex, fast, often used for advance payment and balance payment."
  },
  {
    "词汇": "报盘",
    "拼音": "bào pán",
    "英文翻译": "offer",
    "中文注释": "国际贸易术语，卖方向买方提出的交易条件（价格、数量、交付期），分为实盘与虚盘。",
    "英文注释": "International trade term: seller's proposed transaction terms (price, quantity, delivery time) to the buyer, divided into firm and non-firm offers."
  },
  {
    "词汇": "还盘",
    "拼音": "huán pán",
    "英文翻译": "counter-offer",
    "中文注释": "国际贸易术语，买方对卖方报盘的修改回应（如降价、缩短交付期），构成新的报盘。",
    "英文注释": "International trade term: buyer's modified response to the seller's offer (price reduction, shorter delivery time), forming a new offer."
  },
  {
    "词汇": "资金周转",
    "拼音": "zī jīn zhōu zhuǎn",
    "英文翻译": "capital turnover",
    "中文注释": "企业财务术语，指资金从投入到收回的循环过程，影响企业支付能力与运营效率。",
    "英文注释": "Corporate finance term: the cycle of capital from investment to recovery, affecting the enterprise's payment capacity and operational efficiency."
  },
  {
    "词汇": "底价",
    "拼音": "dǐ jià",
    "英文翻译": "floor price",
    "中文注释": "商务谈判术语，卖方能接受的最低售价或买方能接受的最高买价，是谈判的底线。",
    "英文注释": "Business negotiation term: the lowest selling price the seller can accept or highest buying price the buyer can accept, the negotiation bottom line."
  },
  {
    "词汇": "让价",
    "拼音": "ràng jià",
    "英文翻译": "price concession",
    "中文注释": "商务谈判动作，卖方主动降低价格以促成交易（如 “让价 5%”），区别于被动降价。",
    "英文注释": "Business negotiation action: seller actively reduces price to close the deal (\"\"5% concession\"\"), different from passive price reduction."
  },
  {
    "词汇": "薄利多销",
    "拼音": "bó lì duō xiāo",
    "英文翻译": "small profits but quick turnover",
    "中文注释": "商业策略，通过降低单品利润、增加销量实现总利润提升，常用于市场竞争激烈时。",
    "英文注释": "Business strategy: increasing total profit by reducing unit profit and increasing sales volume, often used in fierce market competition."
  },
  {
    "词汇": "竞争力",
    "拼音": "jìng zhēng lì",
    "英文翻译": "competitiveness",
    "中文注释": "企业或产品在市场中的优势能力（如价格、质量、品牌），决定其市场份额与盈利能力。",
    "英文注释": "Enterprise/product's advantage in the market (price, quality, brand), determining market share and profitability."
  },
  {
    "词汇": "知名度",
    "拼音": "zhī míng dù",
    "英文翻译": "popularity",
    "中文注释": "品牌或产品被公众知晓的程度，是市场推广的核心目标，影响消费者购买决策。",
    "英文注释": "The degree to which a brand/product is known to the public, core goal of marketing, affecting consumer purchase decisions."
  },
  {
    "词汇": "进货",
    "拼音": "jìn huò",
    "英文翻译": "purchase goods",
    "中文注释": "商业动词，指商家从供应商处采购商品用于销售（如 “进货 1000 斤茶叶”），区别于个人购物。",
    "英文注释": "Business verb: merchants purchasing goods from suppliers for resale (\"\"purchasing 1000 jin of tea\"\"), different from personal shopping."
  },
  {
    "词汇": "出货",
    "拼音": "chū huò",
    "英文翻译": "deliver goods",
    "中文注释": "商业动词，指商家将商品发送给客户或零售商（如 “出货 500 件瓷器”），含物流环节。",
    "英文注释": "Business verb: merchants sending goods to customers or retailers (\"\"delivering 500 pieces of porcelain\"\"), including logistics links."
  },
  {
    "词汇": "折扣",
    "拼音": "zhé kòu",
    "英文翻译": "discount",
    "中文注释": "商业名词，指价格的减免（如 “9 折”“5% 折扣”），用于促销或批量采购优惠。",
    "英文注释": "Business noun: price reduction (\"\"10% off\"\", \"\"5% discount\"\"), used for promotion or bulk purchase discounts."
  },
  {
    "词汇": "销路",
    "拼音": "xiāo lù",
    "英文翻译": "sales channel",
    "中文注释": "商业名词，指商品的销售途径（如 “国内销路”“海外销路”），决定商品的市场覆盖。",
    "英文注释": "Business noun: commodity sales channels (\"\"domestic sales\"\", \"\"overseas sales\"\"), determining market coverage."
  },
  {
    "词汇": "特价",
    "拼音": "tè jià",
    "英文翻译": "special price",
    "中文注释": "商业名词，指低于常规价格的促销价（如 “特价商品”），用于吸引顾客、清理库存。",
    "英文注释": "Business noun: promotional price lower than regular price (\"\"special price goods\"\"), used to attract customers and clear inventory."
  },
  {
    "词汇": "名牌",
    "拼音": "míng pái",
    "英文翻译": "famous brand",
    "中文注释": "商业名词，指具有高知名度与美誉度的品牌（如 “名牌茶叶”），通常伴随溢价能力。",
    "英文注释": "Business noun: brand with high popularity and reputation (\"\"famous brand tea\"\"), usually with premium capacity."
  },
  {
    "词汇": "报价",
    "拼音": "bào jià",
    "英文翻译": "quote price",
    "中文注释": "商业动词，指提供商品或服务的价格（如 “报价 100 元 / 斤”），可用于正式谈判或询价。",
    "英文注释": "Business verb: providing commodity/service prices (\"\"quoting 100 yuan/jin\"\"), usable in formal negotiations or inquiries."
  },
  {
    "词汇": "降价",
    "拼音": "jiàng jià",
    "英文翻译": "reduce price",
    "中文注释": "商业动词，指降低商品售价（如 “降价 20%”），可能因市场竞争、库存压力等原因。",
    "英文注释": "Business verb: lowering commodity prices (\"\"20% price cut\"\"), possibly due to market competition or inventory pressure."
  },
  {
    "词汇": "赔本",
    "拼音": "péi běn",
    "英文翻译": "lose money",
    "中文注释": "商业动词，指销售收入低于成本（如 “赔本销售”），通常为短期促销手段。",
    "英文注释": "Business verb: sales revenue lower than cost (\"\"loss-making sales\"\"), usually a short-term promotion method."
  },
  {
    "词汇": "货源",
    "拼音": "huò yuán",
    "英文翻译": "source of goods",
    "中文注释": "商业名词，指商品的供应来源（如 “稳定货源”“海外货源”），影响供货稳定性。",
    "英文注释": "Business noun: commodity supply source (\"\"stable supply\"\", \"\"overseas supply\"\"), affecting supply stability."
  },
  {
    "词汇": "分期付款",
    "拼音": "fēn qī fù kuǎn",
    "英文翻译": "installment payment",
    "中文注释": "付款方式，将款项分多次支付（如 “分 3 期付款”），减轻买方资金压力。",
    "英文注释": "Payment method: dividing payment into multiple installments (\"\"3 installments\"\"), reducing the buyer's financial pressure."
  },
  {
    "词汇": "预付",
    "拼音": "yù fù",
    "英文翻译": "advance payment",
    "中文注释": "付款方式，在货物交付前支付部分或全部款项（如 “预付 30% 货款”），降低卖方风险。",
    "英文注释": "Payment method: paying part or full amount before delivery (\"\"30% advance payment\"\"), reducing the seller's risk."
  },
  {
    "词汇": "商务合同",
    "拼音": "shāng wù hé tóng",
    "英文翻译": "business contract",
    "中文注释": "经济主体间就标的物交易达成的书面协议，含标的、价格、履行、违约责任等条款，具有法律效力。",
    "英文注释": "Written agreement between economic entities on subject transactions, including subject, price, performance and liability clauses, with legal effect."
  },
  {
    "词汇": "约首",
    "拼音": "yuē shǒu",
    "英文翻译": "preamble (contract)",
    "中文注释": "合同的开头部分，含合同名称、编号、签约日期 / 地点、双方信息，明确合同主体与背景。",
    "英文注释": "Contract's opening part: including contract name, number, signing date/place, party information, clarifying subjects and background."
  },
  {
    "词汇": "本文",
    "拼音": "běn wén",
    "英文翻译": "body (contract)",
    "中文注释": "合同的核心部分，含标的、价格、履行、违约责任等条款，明确双方权利与义务。",
    "英文注释": "Contract's core part: including subject, price, performance and liability clauses, clarifying rights and obligations."
  },
  {
    "词汇": "约尾",
    "拼音": "yuē wěi",
    "英文翻译": "closing (contract)",
    "中文注释": "合同的结尾部分，含合同份数、附件效力、双方签字盖章，确认合同生效条件。",
    "英文注释": "Contract's closing part: including copy number, annex validity, signatures/seals, confirming effective conditions."
  },
  {
    "词汇": "标的条款",
    "拼音": "biāo dì tiáo kuǎn",
    "英文翻译": "subject clause",
    "中文注释": "合同核心条款，明确交易物名称、规格、数量（如 “提供 A 型号设备 10 台”），是合同的基础。",
    "英文注释": "Core contract clause: clarifying transaction name, specification and quantity (\"\"providing 10 sets of Model A equipment\"\"), the basis of the contract."
  },
  {
    "词汇": "价格条款",
    "拼音": "jià gé tiáo kuǎn",
    "英文翻译": "price clause",
    "中文注释": "合同核心条款，注明单价、总价、支付方式（如 “总价 100 万，分 3 期支付”），涉及资金结算。",
    "英文注释": "Core contract clause: indicating unit price, total price and payment method (\"\"1 million total, 3 installments\"\"), related to fund settlement."
  },
  {
    "词汇": "履行条款",
    "拼音": "lǚ xíng tiáo kuǎn",
    "英文翻译": "performance clause",
    "中文注释": "合同核心条款，约定交付时间、地点、验收标准（如 “2024 年底送达甲方仓库”），规范履约流程。",
    "英文注释": "Core contract clause: stipulating delivery time, place and acceptance standards (\"\"delivered to Party A's warehouse by 2024 end\"\"), standardizing performance."
  },
  {
    "词汇": "违约责任",
    "拼音": "wéi yuē zé rèn",
    "英文翻译": "liability for breach",
    "中文注释": "合同核心条款，明确违约情形（逾期交货 / 付款）及赔偿方式（违约金、解除合同），防范违约风险。",
    "英文注释": "Core contract clause: clarifying breach situations (late delivery/payment) and compensation methods (liquidated damages, contract termination), preventing breach risks."
  },
  {
    "词汇": "权利义务对等",
    "拼音": "quán lì yì wù duì děng",
    "英文翻译": "equality of rights and obligations",
    "中文注释": "合同设计原则，确保双方权利与义务匹配（如 “甲方付款，乙方交货”），避免单方失衡。",
    "英文注释": "Contract design principle: ensuring matching rights and obligations (\"\"Party A pays, Party B delivers\"\"), avoiding one-sided imbalance."
  },
  {
    "词汇": "不可抗力",
    "拼音": "bù kě kàng lì",
    "英文翻译": "force majeure",
    "中文注释": "合同条款，指不能预见、避免的客观情况（地震、战争），发生时双方互不承担责任。",
    "英文注释": "Contract clause: unforeseeable and unavoidable objective situations (earthquake, war), parties not liable when it occurs."
  },
  {
    "词汇": "质量条款",
    "拼音": "zhì liàng tiáo kuǎn",
    "英文翻译": "quality clause",
    "中文注释": "合同常见条款，明确产品质量标准（如 “符合 GB/T1234-2020 标准”），作为验收依据。",
    "英文注释": "Common contract clause: clarifying product quality standards (\"\"complying with GB/T1234-2020\"\"), serving as acceptance basis."
  },
  {
    "词汇": "包装条款",
    "拼音": "bāo zhuāng tiáo kuǎn",
    "英文翻译": "packaging clause",
    "中文注释": "合同常见条款，约定包装形式（木箱、纸箱）及费用承担（卖方承担），保护货物运输。",
    "英文注释": "Common contract clause: stipulating packaging form (wooden/carton box) and cost bearer (seller), protecting goods in transit."
  },
  {
    "词汇": "争议解决条款",
    "拼音": "zhēng yì jiě jué tiáo kuǎn",
    "英文翻译": "dispute resolution clause",
    "中文注释": "合同常见条款，选择管辖法院（如广州法院）或仲裁机构（如广州仲裁委员会），解决争议途径。",
    "英文注释": "Common contract clause: choosing competent court (Guangzhou court) or arbitration institution (Guangzhou Arbitration Commission), dispute resolution channel."
  },
  {
    "词汇": "履约跟踪",
    "拼音": "lǚ yuē gēn zōng",
    "英文翻译": "performance tracking",
    "中文注释": "合同管理动作，建立台账记录履约节点（发货、验收、付款），确保合同按约履行。",
    "英文注释": "Contract management action: establishing ledgers to record performance nodes (delivery, acceptance, payment), ensuring contract performance."
  },
  {
    "词汇": "变更管理",
    "拼音": "biàn gēng guǎn lǐ",
    "英文翻译": "change management",
    "中文注释": "合同管理动作，条款变更需书面确认（如 “交货期延长至 2025 年”），避免口头变更纠纷。",
    "英文注释": "Contract management action: clause changes require written confirmation (\"\"delivery extended to 2025\"\"), avoiding verbal change disputes."
  },
  {
    "词汇": "管辖法院",
    "拼音": "guǎn xiá fǎ yuàn",
    "英文翻译": "competent court",
    "中文注释": "法律术语，对合同争议有审判权的法院，由当事人在合同中约定（如 “被告住所地法院”）。",
    "英文注释": "Legal term: court with jurisdiction over contract disputes, agreed by parties in the contract (\"\"defendant's domicile court\"\")."
  },
  {
    "词汇": "仲裁机构",
    "拼音": "zhòng cái jī gòu",
    "英文翻译": "arbitration institution",
    "中文注释": "法律机构，对合同争议进行仲裁裁决（如广州仲裁委员会），裁决具有法律效力。",
    "英文注释": "Legal institution: arbitrating contract disputes (Guangzhou Arbitration Commission), awards have legal effect."
  },
  {
    "词汇": "广州仲裁委员会",
    "拼音": "guǎng zhōu zhòng cái wěi yuán huì",
    "英文翻译": "Guangzhou Arbitration Commission",
    "中文注释": "华南地区重要仲裁机构，处理经济合同等争议，是企业约定争议解决的常用选择。",
    "英文注释": "Important arbitration institution in South China, handling economic contract disputes, a common choice for dispute resolution."
  },
  {
    "词汇": "徐闻",
    "拼音": "xú wén",
    "英文翻译": "Xuwen (port)",
    "中文注释": "汉代港口，今湛江徐闻，是海上丝绸之路的早期起点，与合浦港同为官方航线出发点。",
    "英文注释": "Han Dynasty port, now Xuwen, Zhanjiang, early starting point of the Maritime Silk Road, official route departure with Hepu Port."
  },
  {
    "词汇": "合浦港",
    "拼音": "hé pǔ gǎng",
    "英文翻译": "Hepu Port",
    "中文注释": "汉代港口，今广西合浦，是海上丝绸之路的核心起点，以丝绸换取犀角、象牙等商品。",
    "英文注释": "Han Dynasty port, now Hepu, Guangxi, core starting point of the Maritime Silk Road, exchanging silk for rhino horns and ivory."
  },
  {
    "词汇": "黄支国",
    "拼音": "huáng zhī guó",
    "英文翻译": "Huangzhi (ancient India)",
    "中文注释": "古代国家，位于印度半岛，是汉代海上丝绸之路的贸易对象，进口珠玑、香料。",
    "英文注释": "Ancient country on the Indian subcontinent, trade partner of the Han Maritime Silk Road, importing pearls and spices."
  },
  {
    "词汇": "斯里兰卡",
    "拼音": "sī lǐ lán kǎ",
    "英文翻译": "Sri Lanka",
    "中文注释": "南亚国家，汉代称 “已程不国”，是海上丝绸之路的重要中转站，贸易商品经此转运。",
    "英文注释": "South Asian country, called \"\"Yichengbu\"\" in Han Dynasty, important transit station of the Maritime Silk Road, trade goods transshipped here."
  },
  {
    "词汇": "市舶司",
    "拼音": "shì bó sī",
    "英文翻译": "Maritime Trade Office",
    "中文注释": "古代外贸管理机构，宋代在广州首设，负责抽解（关税）、博买（政府采购）、禁榷。",
    "英文注释": "Ancient foreign trade management agency, first established in Guangzhou in Song Dynasty, responsible for tariffs, government procurement and monopoly."
  },
  {
    "词汇": "元丰广州市舶条法",
    "拼音": "yuán fēng guǎng zhōu shì bó tiáo fǎ",
    "英文翻译": "\"\"Yuanyong Guangzhou Maritime Trade Regulations\"\"",
    "中文注释": "中国首部海商法，宋代颁布，规范市舶司运作与外贸流程，是古代外贸制度的里程碑。",
    "英文注释": "China's first maritime law, enacted in Song Dynasty, regulating Maritime Trade Office operations and foreign trade processes, a milestone in ancient foreign trade."
  },
  {
    "词汇": "泉州",
    "拼音": "quán zhōu",
    "英文翻译": "Quanzhou (port)",
    "中文注释": "宋元时期第一大港，与广州形成 “广泉双核” 竞争，粤商依托珠三角手工业维持优势。",
    "英文注释": "Top port in Song-Yuan period, competing with Guangzhou as \"\"dual cores\"\", Cantonese merchants maintaining advantages with Pearl River Delta handicrafts."
  },
  {
    "词汇": "珠三角",
    "拼音": "zhū sān jiǎo",
    "英文翻译": "Pearl River Delta",
    "中文注释": "广东沿海平原，明清时期形成发达手工业（佛山陶瓷、广缎），是粤商的核心腹地。",
    "英文注释": "Coastal plain in Guangdong, developed handicrafts (Foshan ceramics, Guangzhou satin) in Ming-Qing, core hinterland of Cantonese merchants."
  },
  {
    "词汇": "佛山陶瓷",
    "拼音": "fó shān táo cí",
    "英文翻译": "Foshan ceramics",
    "中文注释": "珠三角特产，工艺精湛，宋元时期通过广州港外销，是粤商贸易的核心商品之一。",
    "英文注释": "Pearl River Delta specialty, exquisite craftsmanship, exported via Guangzhou Port in Song-Yuan, core commodity of Cantonese merchants."
  },
  {
    "词汇": "广缎",
    "拼音": "guǎng duàn",
    "英文翻译": "Guangzhou satin",
    "中文注释": "珠三角丝织品，采用 “通经断纬” 技法，织金锦密度高，畅销波斯贵族，是外贸珍品。",
    "英文注释": "Pearl River Delta silk product, using \"\"warp-through weft-cut\"\" technique, high-density gold brocade, popular among Persian nobles, a foreign trade treasure."
  },
  {
    "词汇": "一口通商",
    "拼音": "yī kǒu tōng shāng",
    "英文翻译": "single port trade policy",
    "中文注释": "清代外贸政策，1757 年起仅留广州对外通商，使粤商通过十三行垄断全球贸易。",
    "英文注释": "Qing Dynasty foreign trade policy: only Guangzhou open for foreign trade since 1757, Cantonese merchants monopolizing global trade via Thirteen Hongs."
  },
  {
    "词汇": "十三行",
    "拼音": "shí sān háng",
    "英文翻译": "Thirteen Hongs",
    "中文注释": "清代广州外贸机构，垄断中西贸易 85 年，伍秉鉴、潘振承等行商主导全球贸易。",
    "英文注释": "Qing Dynasty Guangzhou foreign trade institution, monopolizing Sino-Western trade for 85 years, led by merchants like Wu Bingjian and Pan Zhencheng."
  },
  {
    "词汇": "潘振承",
    "拼音": "pān zhèn chéng",
    "英文翻译": "Pan Zhencheng",
    "中文注释": "十三行商人，创办同文行，与瑞典东印度公司合作，首创国际信用证制度，推动外贸创新。",
    "英文注释": "Thirteen Hongs merchant, founder of Tongwen Hang, cooperated with Swedish East India Company, initiated international L/C system, promoting foreign trade innovation."
  },
  {
    "词汇": "同文行",
    "拼音": "tóng wén háng",
    "英文翻译": "Tongwen Hang",
    "中文注释": "十三行核心商行，潘振承创办，主营丝绸、瓷器出口，是中西贸易的重要媒介。",
    "英文注释": "Core Thirteen Hongs firm, founded by Pan Zhencheng, specializing in silk and porcelain exports, important medium for Sino-Western trade."
  },
  {
    "词汇": "瑞典东印度公司",
    "拼音": "ruì diǎn dōng yìn dù gōng sī",
    "英文翻译": "Swedish East India Company",
    "中文注释": "欧洲贸易公司，与同文行合作，将欧洲商品输入中国，采购广货外销欧洲。",
    "英文注释": "European trade company, cooperating with Tongwen Hang, importing European goods into China and purchasing Cantonese goods for Europe."
  },
  {
    "词汇": "国际信用证",
    "拼音": "guó jì xìn yòng zhèng",
    "英文翻译": "international letter of credit",
    "中文注释": "潘振承首创的金融工具，通过银行信用担保国际贸易支付，降低跨洋交易风险。",
    "英文注释": "Financial tool initiated by Pan Zhencheng: bank credit guarantee for international trade payment, reducing transoceanic transaction risks."
  },
  {
    "词汇": "伍秉鉴",
    "拼音": "wǔ bǐng jiàn",
    "英文翻译": "Wu Bingjian",
    "中文注释": "十三行商人，怡和行创始人，19 世纪世界首富之一，资产超 2600 万银元，主导中美贸易。",
    "英文注释": "Thirteen Hongs merchant, founder of Ewo Hang, one of the world's richest in 19th century (over 26 million silver dollars), leading Sino-US trade."
  },
  {
    "词汇": "怡和行",
    "拼音": "yí hé háng",
    "英文翻译": "Ewo Hang",
    "中文注释": "十三行顶级商行，伍秉鉴创办，垄断茶叶出口，与欧美商人建立长期合作关系。",
    "英文注释": "Top Thirteen Hongs firm, founded by Wu Bingjian, monopolizing tea exports, establishing long-term cooperation with European/American merchants."
  },
  {
    "词汇": "广泉双核竞争",
    "拼音": "guǎng quán shuāng hé jìng zhēng",
    "英文翻译": "Guangzhou-Quanzhou dual-core competition",
    "中文注释": "宋元外贸格局，广州与泉州同为顶级大港，相互竞争又互补，推动海上贸易繁荣。",
    "英文注释": "Song-Yuan foreign trade pattern: Guangzhou and Quanzhou as top ports, competing and complementing, promoting maritime trade prosperity."
  },
  {
    "词汇": "通经断纬",
    "拼音": "tōng jīng duàn wěi",
    "英文翻译": "warp-through weft-cut (weaving)",
    "中文注释": "广缎的核心技法，经纱贯通全幅，纬纱按需截断，织出复杂花纹，体现工艺精湛。",
    "英文注释": "Core technique of Guangzhou satin: warp through the whole width, weft cut as needed, weaving complex patterns, reflecting exquisite craftsmanship."
  },
  {
    "词汇": "织金锦",
    "拼音": "zhī jīn jǐn",
    "英文翻译": "gold brocade",
    "中文注释": "广缎的高端品种，以金线织入锦缎，密度达 150 根 /cm²，是波斯贵族的热门商品。",
    "英文注释": "High-end Guangzhou satin variety: gold thread woven into brocade, density 150 threads/cm², popular among Persian nobles."
  },
  {
    "词汇": "占城稻",
    "拼音": "zhàn chéng dào",
    "英文翻译": "Champa rice",
    "中文注释": "越南引进的水稻品种，粤商带入珠三角，一岁两熟，提高粮食产量，推动农业发展。",
    "英文注释": "Rice variety introduced from Vietnam, brought to Pearl River Delta by Cantonese merchants, double cropping a year, increasing grain output."
  },
  {
    "词汇": "波罗蜜",
    "拼音": "bō luó mì",
    "英文翻译": "jackfruit",
    "中文注释": "印度引进的水果，粤商移植至岭南，果实硕大，可食用，是早期农业引进的代表作物。",
    "英文注释": "Fruit introduced from India, transplanted to Lingnan by Cantonese merchants, large edible fruit, representative of early agricultural introduction."
  },
  {
    "词汇": "广船",
    "拼音": "guǎng chuán",
    "英文翻译": "Guangzhou ship",
    "中文注释": "岭南造船技术结晶，采用水密隔舱、硬帆设计，载重比阿拉伯船高 30%，用于远洋贸易。",
    "英文注释": "Lingnan shipbuilding crystallization: watertight compartments, hard sails, 30% higher load than Arab ships, used for ocean trade."
  },
  {
    "词汇": "水密隔舱",
    "拼音": "shuǐ mì gé cāng",
    "英文翻译": "watertight compartment",
    "中文注释": "广船核心技术，将船舱分隔为独立舱室，一舱破损不影响其他，提高航行安全性。",
    "英文注释": "Core Guangzhou ship technology: dividing the hull into independent compartments, one damaged without affecting others, improving navigation safety."
  },
  {
    "词汇": "硬帆",
    "拼音": "yìng fān",
    "英文翻译": "hard sail",
    "中文注释": "广船帆具，以竹篾为骨，形状固定，抗风性强，适合远洋航行，提升航行效率。",
    "英文注释": "Guangzhou ship sail: bamboo frame, fixed shape, wind-resistant, suitable for ocean navigation, improving efficiency."
  },
  {
    "词汇": "萍洲可谈",
    "拼音": "píng zhōu kě tán",
    "英文翻译": "\"\"Pingzhou Talks\"\"",
    "中文注释": "宋代笔记，记载 “舟师识地理，夜则观星”，是最早的指南针航海记录，见证造船技术。",
    "英文注释": "Song Dynasty note: recording \"\"sailors know geography, observe stars at night\"\", earliest compass navigation record, witnessing shipbuilding technology."
  },
  {
    "词汇": "押蕃舶使",
    "拼音": "yā fān bó shǐ",
    "英文翻译": "Foreign Ship Supervisor",
    "中文注释": "唐代官职，负责管理外商船舶与贸易，是市舶司制度的前身，规范早期外贸秩序。",
    "英文注释": "Tang Dynasty official position: managing foreign merchant ships and trade, predecessor of Maritime Trade Office, standardizing early foreign trade order."
  },
  {
    "词汇": "抽解",
    "拼音": "chōu jiě",
    "英文翻译": "tariff collection (ancient)",
    "中文注释": "宋代外贸税收制度，按比例征收进出口商品税（如 “抽解 10%”），是政府财政收入来源",
    "英文注释": "During the Song Dynasty, the foreign trade tax system imposed taxes on import and export goods at a proportional rate (such as 'an extraction of 10%'), serving as a source of government revenue."
  },
  {
    "词汇": "博买",
    "拼音": "bó mǎi",
    "英文翻译": "government procurement (ancient)",
    "中文注释": "宋代外贸管理制度，指政府按规定价格收购外商运来的部分商品（多为珍稀品），兼具管控与垄断属性。",
    "英文注释": "An ancient foreign trade management system in the Song Dynasty, referring to the government purchasing part of foreign merchants' commodities (mostly rare ones) at a stipulated price, with both control and monopoly attributes."
  },
  {
    "词汇": "禁榷",
    "拼音": "jìn què",
    "英文翻译": "state monopoly (ancient)",
    "中文注释": "古代经济制度，指政府对盐、铁、香料等重要商品实行专营专卖，禁止民间自由交易，粤商早期贸易受此制度约束。",
    "英文注释": "An ancient economic system where the government monopolized the sale of important commodities such as salt, iron, and spices, prohibiting private free trade; Cantonese merchants' early trade was restricted by this system."
  },
  {
    "词汇": "公行制度",
    "拼音": "gōng háng zhì dù",
    "英文翻译": "Cohong System",
    "中文注释": "清代外贸管理制度，由十三行商人组成公行，代行外交职能（处理洋商诉讼、传递文书），垄断中西贸易。",
    "英文注释": "A Qing Dynasty foreign trade management system; the Thirteen Hongs merchants formed a Cohong to perform diplomatic functions (handling foreign merchant lawsuits, delivering documents) and monopolize Sino-Western trade."
  },
  {
    "词汇": "蕃长",
    "拼音": "fān zhǎng",
    "英文翻译": "foreign chief",
    "中文注释": "唐代蕃坊内的外商首领，由政府任命，负责管理蕃商事务、调解纠纷，是中外贸易的协调者。",
    "英文注释": "A foreign merchant leader in the Tang Dynasty's Fanfang (foreign quarter), appointed by the government to manage foreign merchant affairs and mediate disputes, a coordinator of Sino-foreign trade."
  },
  {
    "词汇": "蕃坊",
    "拼音": "fān fāng",
    "英文翻译": "foreign quarter",
    "中文注释": "唐代广州城外专为外商设立的聚居区，内有清真寺、市场，蕃商在此从事香料、珠宝贸易，是国际化贸易的象征。",
    "英文注释": "A residential area set up for foreign merchants outside Guangzhou in the Tang Dynasty, with mosques and markets; foreign merchants traded spices and jewelry here, a symbol of international trade."
  },
  {
    "词汇": "光塔",
    "拼音": "guāng tǎ",
    "英文翻译": "Light Tower",
    "中文注释": "怀圣寺的配套建筑，唐代建造，兼具导航（夜间点灯指引商船）与宗教功能，是中阿文化融合的见证。",
    "英文注释": "An auxiliary building of Huaisheng Mosque, built in the Tang Dynasty, with both navigation (lighting at night to guide merchant ships) and religious functions, a witness to Sino-Arab cultural integration."
  },
  {
    "词汇": "广彩瓷器",
    "拼音": "guǎng cǎi cí qì",
    "英文翻译": "Guangcai porcelain",
    "中文注释": "岭南特色瓷器，融合景德镇白瓷胎与西洋珐琅彩工艺，可定制家族徽章（纹章瓷），畅销欧洲市场。",
    "英文注释": "A Lingnan specialty porcelain, combining Jingdezhen white porcelain bodies with Western enamel craftsmanship, customizable with family crests (armorial porcelain), popular in the European market."
  },
  {
    "词汇": "纹章瓷",
    "拼音": "wén zhāng cí",
    "英文翻译": "armorial porcelain",
    "中文注释": "广彩瓷器的高端品种，在瓷器上绘制欧洲贵族家族徽章，是应外商需求定制的贸易商品，体现中西文化交流。",
    "英文注释": "A high-end variety of Guangcai porcelain, painted with European noble family crests, customized trade commodities for foreign merchants, reflecting Sino-Western cultural exchanges."
  },
  {
    "词汇": "北京路",
    "拼音": "běi jīng lù",
    "英文翻译": "Beijing Road (Guangzhou)",
    "中文注释": "广州历史街区，发掘出汉唐古道与宋代市舶司遗址，印证广州 “千年商都” 的贸易连续性。",
    "英文注释": "A historical street in Guangzhou, where Han-Tang ancient roads and Song Dynasty Maritime Trade Office ruins were unearthed, confirming the continuity of Guangzhou as a \"\"millennium commercial capital\"\"."
  },
  {
    "词汇": "汉唐古道",
    "拼音": "hàn táng gǔ dào",
    "英文翻译": "Han-Tang Ancient Road",
    "中文注释": "北京路下发掘的古代道路遗迹，是秦汉至唐代广州城内的主要交通要道，见证商品运输与贸易往来。",
    "英文注释": "An ancient road ruin unearthed under Beijing Road, the main thoroughfare in Guangzhou from the Qin-Han to Tang Dynasties, witnessing commodity transportation and trade."
  },
  {
    "词汇": "21 世纪海上丝绸之路",
    "拼音": "21 shì jì hǎi shàng sī chóu zhī lù",
    "英文翻译": "21st Century Maritime Silk Road",
    "中文注释": "现代国际合作倡议，广东依托古代海丝起点优势参与其中，粤商以东盟为核心深化区域贸易合作。",
    "英文注释": "A modern international cooperation initiative; Guangdong participates relying on its advantages as an ancient Maritime Silk Road starting point, and Cantonese merchants deepen regional trade cooperation with ASEAN as the core."
  },
  {
    "词汇": "一带一路",
    "拼音": "yī dài yī lù",
    "英文翻译": "Belt and Road Initiative",
    "中文注释": "中国提出的国际合作倡议，“一带” 指陆上丝绸之路经济带，“一路” 指 21 世纪海上丝绸之路，粤商是重要参与主体。",
    "英文注释": "An international cooperation initiative proposed by China; \"\"Belt\"\" refers to the Silk Road Economic Belt, \"\"Road\"\" refers to the 21st Century Maritime Silk Road; Cantonese merchants are important participants."
  },
  {
    "词汇": "粤港澳大湾区",
    "拼音": "yuè gǎng ào dà wān qū",
    "英文翻译": "Guangdong-Hong Kong-Macao Greater Bay Area",
    "中文注释": "由广东珠三角九市及港澳组成的经济区，是粤商 “双循环” 战略的核心基地，衔接内陆与全球市场。",
    "英文注释": "An economic zone consisting of nine Pearl River Delta cities in Guangdong, Hong Kong and Macao; the core base of Cantonese merchants' \"\"dual circulation\"\" strategy, connecting the inland and global markets."
  },
  {
    "词汇": "广州港",
    "拼音": "guǎng zhōu gǎng",
    "英文翻译": "Guangzhou Port",
    "中文注释": "千年港口，现代仍为重要外贸枢纽，174 条国际航线中 150 条覆盖 “一带一路” 国家，支撑粤商全球贸易。",
    "英文注释": "A millennium-old port, still an important foreign trade hub today; 150 of its 174 international routes cover \"\"Belt and Road\"\" countries, supporting Cantonese merchants' global trade."
  },
  {
    "词汇": "盐田港",
    "拼音": "yán tián gǎng",
    "英文翻译": "Yantian Port",
    "中文注释": "深圳重要港口，粤商 “海铁联运” 的关键节点，衔接中欧班列，实现内陆产能与海外市场的串联。",
    "英文注释": "An important port in Shenzhen, a key node of Cantonese merchants' \"\"sea-rail intermodal transport\"\", connecting China-Europe freight trains to link inland production capacity with overseas markets."
  },
  {
    "词汇": "多式联运",
    "拼音": "duō shì lián yùn",
    "英文翻译": "multimodal transport",
    "中文注释": "物流运输模式，粤商通过海、铁、陆等多种运输方式结合（如海铁联运、中欧班列），提升贸易效率。",
    "英文注释": "A logistics and transportation mode; Cantonese merchants combine sea, rail, and land transportation (e.g., sea-rail intermodal transport, China-Europe freight trains) to improve trade efficiency."
  },
  {
    "词汇": "中欧班列",
    "拼音": "zhōng ōu bān liè",
    "英文翻译": "China-Europe Railway Express",
    "中文注释": "连接中国与欧洲及沿线国家的货运列车，粤商借此将珠三角商品运往欧洲，拓展陆上贸易通道。",
    "英文注释": "A freight train connecting China with Europe and countries along the route; Cantonese merchants use it to transport Pearl River Delta commodities to Europe, expanding land trade channels."
  },
  {
    "词汇": "海铁联运",
    "拼音": "hǎi tiě lián yùn",
    "英文翻译": "sea-rail intermodal transport",
    "中文注释": "多式联运的重要形式，货物经港口海运至枢纽港后转铁路运输，粤商以此降低内陆商品出口成本。",
    "英文注释": "An important form of multimodal transport; goods are shipped by sea to a hub port and then transferred to rail transport; Cantonese merchants use this to reduce export costs of inland commodities."
  },
  {
    "词汇": "侨商 “粤贸全球” 联盟",
    "拼音": "qiáo shāng \"\"yuè mào quán qiú\"\" lián méng",
    "英文翻译": "Overseas Cantonese Merchants \"\"Guangdong Trade Global\"\" Alliance",
    "中文注释": "2025 年成立的经贸组织，整合 60 余国华商资源，为粤企提供市场准入、本地化运营支持，助力 “粤商再全球化”。",
    "英文注释": "An economic and trade organization established in 2025, integrating overseas Chinese merchant resources from over 60 countries, providing market access and local operation support for Guangdong enterprises, facilitating \"\"Cantonese merchants' re-globalization\"\"."
  },
  {
    "词汇": "东盟",
    "拼音": "dōng méng",
    "英文翻译": "ASEAN",
    "中文注释": "东南亚国家联盟，粤商依托 “下南洋” 侨商网络，在此构建商贸与文化纽带，是现代贸易核心区域。",
    "英文注释": "Association of Southeast Asian Nations; Cantonese merchants rely on the \"\"Southern Migration\"\" overseas Chinese network to build business and cultural ties here, a core area of modern trade."
  },
  {
    "词汇": "黄大仙",
    "拼音": "huáng dà xiān",
    "英文翻译": "Huang Daxian",
    "中文注释": "六朝传入广州的神祇，传说能 “叱石成羊”，象征财富转化，被粤商奉为商业保护神，庙周形成商业圈。",
    "英文注释": "A deity introduced to Guangzhou in the Six Dynasties, legendary for \"\"turning stones into sheep\"\", symbolizing wealth transformation; worshipped by Cantonese merchants as a business patron saint, with a business circle around the temple."
  },
  {
    "词汇": "北帝",
    "拼音": "běi dì",
    "英文翻译": "Northern Emperor",
    "中文注释": "明代佛山祖庙供奉的神祇，主管水患，粤商供奉以祈求航运平安，北帝诞庙会成为商业资源整合平台。",
    "英文注释": "A deity worshipped in Foshan Ancestral Temple in the Ming Dynasty, in charge of floods; Cantonese merchants worshipped him to pray for safe navigation, and the Northern Emperor's Birthday Temple Fair became a business resource integration platform."
  },
  {
    "词汇": "关帝",
    "拼音": "guān dì",
    "英文翻译": "Guan Yu (God of War)",
    "中文注释": "清代粤商奉为 “武财神”，象征信义与公正，十三行商人在会馆供奉，关帝庙成为议事、调解纠纷的场所。",
    "英文注释": "Worshipped by Cantonese merchants as the \"\"God of War and Wealth\"\" in the Qing Dynasty, symbolizing loyalty and justice; Thirteen Hongs merchants worshipped him in guild halls, and Guan Yu Temples became places for discussions and dispute mediation."
  },
  {
    "词汇": "龙母祠庙",
    "拼音": "lóng mǔ cí miào",
    "英文翻译": "Dragon Mother Temple",
    "中文注释": "供奉龙母的宗教建筑，秦汉起修建，岭南商民在此祈求航运平安、贸易顺遂，是信仰与贸易结合的象征。",
    "英文注释": "A religious building dedicated to the Dragon Mother, built since the Qin-Han Dynasties; Lingnan merchants prayed here for safe navigation and smooth trade, a symbol of the combination of belief and trade."
  },
  {
    "词汇": "南海神庙",
    "拼音": "nán hǎi shén miào",
    "英文翻译": "South Sea God Temple",
    "中文注释": "隋代始建的海神祭祀场所，唐代封南海神为 “广利王”，商船出海前必祭拜，是官方管理贸易的仪式场所。",
    "英文注释": "A sea god worship site first built in the Sui Dynasty; the Tang Dynasty conferred the title \"\"King Guangli\"\" on the South Sea God; merchant ships must worship here before sailing, a ritual site for official trade management."
  },
  {
    "词汇": "天后宫",
    "拼音": "tiān hòu gōng",
    "英文翻译": "Mazu Temple",
    "中文注释": "供奉妈祖的庙宇，宋元兴起，粤商出海前祭拜祈求 “顺风相送”，是海神信仰与航海贸易的重要载体。",
    "英文注释": "A temple dedicated to Mazu, rising in the Song-Yuan Dynasties; Cantonese merchants worshipped here to pray for \"\"favorable winds\"\" before sailing, an important carrier of sea god belief and maritime trade."
  },
  {
    "词汇": "佛山祖庙",
    "拼音": "fó shān zǔ miào",
    "英文翻译": "Foshan Ancestral Temple",
    "中文注释": "岭南重要庙宇，以供奉北帝闻名，明代达到鼎盛，庙会期间手工业者展示行业实力，是商业与民俗的融合地。",
    "英文注释": "An important temple in Lingnan, famous for worshipping the Northern Emperor, reaching its peak in the Ming Dynasty; handicraftsmen displayed their industry strength during temple fairs, a place of integration of business and folk customs."
  },
  {
    "词汇": "北帝诞",
    "拼音": "běi dì dàn",
    "英文翻译": "Northern Emperor's Birthday",
    "中文注释": "纪念北帝的民俗节庆，佛山祖庙为主场，粤商借巡游仪式整合资源，“二十七铺” 手工业者参与展示，促进商业交流。",
    "英文注释": "A folk festival commemorating the Northern Emperor, with Foshan Ancestral Temple as the main venue; Cantonese merchants integrated resources through parades, and \"\"27 P 铺\"\" handicraftsmen participated in displays to promote business exchanges."
  },
  {
    "词汇": "二十七铺",
    "拼音": "èr shí qī pù",
    "英文翻译": "27 P 铺 (Foshan guilds)",
    "中文注释": "明代佛山手工业者的行业组织，涵盖陶瓷、铁器等领域，借北帝诞巡游展示实力，是早期行业协作的体现。",
    "英文注释": "An industrial organization of Foshan handicraftsmen in the Ming Dynasty, covering ceramics, ironware and other fields; displayed strength through Northern Emperor's Birthday parades, reflecting early industrial cooperation."
  },
  {
    "词汇": "吊钟",
    "拼音": "diào zhōng",
    "英文翻译": "bellflower (New Year)",
    "中文注释": "清代广州年宵花市的核心花卉，象征 “多子多福”，腊月至除夕上市，是民俗贸易的代表性商品。",
    "英文注释": "A core flower in Guangzhou's New Year Flower Market in the Qing Dynasty, symbolizing \"\"many children and blessings\"\", on sale from the 12th lunar month to New Year's Eve, a representative commodity of folk trade."
  },
  {
    "词汇": "桃花",
    "拼音": "táo huā",
    "英文翻译": "peach blossom (New Year)",
    "中文注释": "清代年宵花市的热门花卉，寓意 “行桃花运”“吉祥如意”，与吊钟并称花市主角，推动花卉贸易繁荣。",
    "英文注释": "A popular flower in the Qing Dynasty New Year Flower Market, symbolizing \"\"good luck in love\"\" and \"\"auspiciousness\"\", together with bellflowers as the main attractions, promoting the prosperity of flower trade."
  },
  {
    "词汇": "年宵花市",
    "拼音": "nián xiāo huā shì",
    "英文翻译": "New Year Flower Market",
    "中文注释": "清代兴起的民俗市场，腊月廿四至除夕开放，集中售卖吊钟、桃花等花卉，是广州 “花城” 文化与贸易的体现。",
    "英文注释": "A folk market rising in the Qing Dynasty, open from the 24th of the 12th lunar month to New Year's Eve, selling bellflowers, peach blossoms and other flowers, reflecting Guangzhou's \"\"Flower City\"\" culture and trade."
  },
  {
    "词汇": "双门底",
    "拼音": "shuāng mén dǐ",
    "英文翻译": "Shuangmendi (Guangzhou)",
    "中文注释": "清代广州地名（今北京路一带），年宵花市的核心区域，“桃花夹道，吊钟满街”，是花卉贸易的中心。",
    "英文注释": "A place name in Qing Dynasty Guangzhou (now around Beijing Road), the core area of the New Year Flower Market, with \"\"peach blossoms lining the roads and bellflowers filling the streets\"\", the center of flower trade."
  },
  {
    "词汇": "婆娑",
    "拼音": "pó suō",
    "英文翻译": "whirling; lush (literary)",
    "中文注释": "书面语，形容枝叶摇曳、繁茂的样子，《南方草木状》中用于描述朱槿花 “枝叶婆娑”，体现植物形态。",
    "英文注释": "Literary term, describing lush, swaying branches and leaves; used in \"\"Southern 草木状\"\" to describe the \"\"lush branches and leaves\"\" of Chinese hibiscus flowers, reflecting plant morphology."
  },
  {
    "词汇": "烁",
    "拼音": "shuò",
    "英文翻译": "shine; glitter (literary)",
    "中文注释": "书面语，意为光芒照耀、闪烁，《南方草木状》中 “日光所烁，疑若焰生” 形容朱槿花蕊的光泽。",
    "英文注释": "Literary term, meaning to shine brightly; used in \"\"Southern 草木状\"\" as \"\"sunlight shines, resembling flames\"\" to describe the luster of Chinese hibiscus stamens."
  },
  {
    "词汇": "歇",
    "拼音": "xiē",
    "英文翻译": "stop; wither (literary)",
    "中文注释": "书面语，此处指花朵停止开放、凋谢，《南方草木状》中 “自二月开花至中冬即歇” 描述朱槿花的花期。",
    "英文注释": "Literary term, here referring to flowers stopping blooming and withering; used in \"\"Southern 草木状\"\" as \"\"blooming from February to late winter then stopping\"\" to describe the flowering period of Chinese hibiscus."
  },
  {
    "词汇": "浇淋",
    "拼音": "jiāo lín",
    "英文翻译": "pour; drench (literary)",
    "中文注释": "书面语，意为浇水淋湿，工夫茶中 “淋盖” 指用沸水浇淋茶罐，是茶艺中的专业动作表述。",
    "英文注释": "Literary term, meaning to pour water and drench; \"\"pouring the lid\"\" in Gongfu tea refers to pouring boiling water over the tea caddy, a professional action in tea art."
  }
]