[
  {
    "title": "泡茶-公道杯",
    "content": "公道杯是茶席中用于均分茶汤的关键器具，多采用瓷、玻璃或紫砂材质制成，杯身常带有把手以方便握持，部分款式还配有滤网可初步滤除茶渣。其核心作用是避免茶汤因冲泡时间不同而浓淡不均，将壶中茶汤均匀分至各茶杯，保证每位饮茶者口感一致，同时也能起到降温作用，让茶汤温度更适宜入口，是体现茶道 “公平” 理念的重要器具。"
  },
  {
    "title": "泡茶-壶置",
    "content": "壶置是茶席上用于承托茶壶的器具，可隔离桌面水渍、避免烫痕，并保持壶底干燥。常见材质有陶、瓷、竹、石等，造型简洁稳重，部分带凹槽或防滑设计，以增强稳定性。它虽小巧，却兼具实用与审美，既能保护茶具，也能融入茶席氛围，衬托茶事仪式的整体感。"
  },
  {
    "title": "泡茶-水勺",
    "content": "水勺主要用于从储水容器中舀水，补充煮水器或清洁茶具，常见材质为竹、木、金属或陶瓷，其中竹、木质轻且不易导热，使用更安全。造型有长柄和短柄之分：长柄适于深口容器取水，短柄便于近距离操作。除实用功能外，精致的水勺也可作为茶席装饰，搭配其他茶具，增添整体韵味。"
  },
  {
    "title": "泡茶-水盆",
    "content": "水盆在茶席中主要用于储水或承接废水，常见材质有陶瓷、不锈钢、塑料或天然石材，容量依茶席规模而定。家用茶席多选用中等容量的陶瓷水盆，外观简约或带纹饰，兼顾实用与美观；大型茶会则倾向耐用易清洁的不锈钢材质。水盆底部常设防滑垫，部分还配有排水孔，便于排放废水，保持茶席整洁。"
  },
  {
    "title": "泡茶-烧水壶",
    "content": "烧水壶是加热饮用水的器具，分为电烧水壶和明火烧水壶两类。电烧水壶多用不锈钢或玻璃制成，加热快、安全便捷，适合家用，部分高端型号还可控温，适配不同茶叶；明火烧水壶常见于炭火或燃气灶，材质多为铸铁、铜或陶瓷，煮水口感更柔和，适合注重传统体验的茶友。容量通常为1-2升，可满足多人使用，是泡茶必备器具。"
  },
  {
    "title": "泡茶-烧水壶壶置",
    "content": "烧水壶壶置是用于放置烧水壶的底座，主要起隔热作用，防止高温壶底直接接触桌面，避免损坏。它还能固定水壶，防止滑动。常见材质包括木质、竹制、石材和硅胶：木质和竹制质感温润，适配传统茶具；石材耐用且隔热性好；硅胶轻便易携，适合户外使用。壶置造型多与壶底形状匹配，如圆形、方形等，部分带凹槽设计，增强稳定性。"
  },
  {
    "title": "泡茶-烧水壶盖",
    "content": "烧水壶盖用于密封壶身，减少热量散失，加快水沸腾，并防止灰尘落入。其材质多与壶体一致，如不锈钢、玻璃或陶瓷，部分盖子配有隔热手柄或硅胶垫，便于开启且防烫。有些壶盖还设有透气孔，可平衡内外气压，防止水沸溢出，保障使用安全，是烧水壶不可或缺的组成部分。"
  },
  {
    "title": "泡茶-烧水炉",
    "content": "烧水炉是为烧水壶提供热源的器具，常见类型包括电烧水炉、炭炉和酒精炉等。电烧水炉加热便捷、温度可控，适用于家庭和办公环境；炭炉以炭火加热，能为水质增添独特口感，多见于传统茶道；酒精炉小巧便携，适合户外使用。多数烧水炉配有防滑炉面，部分带有挡风设计以提升加热效率，外观风格多样，可搭配不同茶席氛围选择。"
  },
  {
    "title": "泡茶-烧水炉垫",
    "content": "烧水炉垫是置于烧水炉与桌面之间的防护垫，主要用于隔热和防滑，避免高温损坏桌面并防止炉体滑动，增强安全性。常见材质有硅胶、耐高温布料、木质或石材：硅胶垫柔韧易清洁，布料垫便携美观，木石垫厚重耐用。尺寸通常与炉底适配，部分带图案设计，可点缀茶席。"
  },
  {
    "title": "泡茶-盖置",
    "content": "盖置是茶席中用于放置壶盖、杯盖的小工具，可避免盖子直接接触桌面，防止污染，保持清洁干燥。其材质多样，如陶瓷、紫砂、竹木、金属等，造型精巧，常见有圆形、方形、莲花形等。部分盖置还带有凹槽或凸起，能更好固定盖子，防止滑落。虽体积小巧，却体现了茶道的细致，既实用，又可与茶器搭配，增强茶席的视觉层次与仪式感。"
  },
  {
    "title": "泡茶-茶具收纳桶",
    "content": "茶具收纳桶用于集中存放茶夹、茶漏、茶匙等小型茶具，便于收纳取用，保持茶席整洁。材质常见有布艺、竹编、塑料或金属：布艺轻便可折叠，适合家用；竹编富有传统韵味，契合中式茶席；金属和塑料耐用易清洁，适用于高频使用场景。内部多设分层或分隔，避免茶具碰撞磨损，部分带盖设计还可防尘防潮，更好地保护茶具。"
  },
  {
    "title": "泡茶-茶叶",
    "content": "茶叶是饮茶的核心原料，种类繁多，依制作工艺和发酵程度可分为绿茶、红茶、乌龙茶、白茶、黑茶和黄茶六大类。绿茶未经发酵，口感鲜爽，富含茶多酚；红茶全发酵，滋味醇厚甘甜；乌龙茶如半发酵，兼具清香与醇厚。茶叶品质受产地、季节和采摘标准影响，储存时需防潮、避光、密封，以保持其新鲜与风味，是茶文化中不可或缺的元素。"
  },
  {
    "title": "泡茶-茶壶",
    "content": "茶壶是泡茶的核心器具，常见材质有紫砂、陶瓷和玻璃，对茶汤口感有不同影响：紫砂壶透气佳，可吸附茶香；陶瓷壶不吸味，能还原茶汤本味，适宜泡绿茶、红茶；玻璃壶透明，便于观赏茶叶舒展，适合白茶与花草茶。茶壶造型多样，如西施壶、石瓢壶等，其壶嘴、壶把和壶盖的设计影响出水和握持体验，是兼具实用与艺术价值的茶具。"
  },
  {
    "title": "泡茶-茶夹",
    "content": "茶夹又称茶筷，用于夹取茶杯、茶漏或茶叶，避免手直接接触，既保证卫生也防烫伤。常见材质有竹、木、金属和陶瓷：竹木质感温润，不易划伤茶具；金属材质耐用易清洁，部分带防滑纹；陶瓷造型精致，多用于高档茶席。茶夹长度一般在15–20厘米，头部多为弧形或扁平，便于夹取，是茶席中兼顾卫生与安全的重要工具。"
  },
  {
    "title": "泡茶-茶杯1",
    "content": "茶杯是饮茶的器具，按用途分为品茗杯、闻香杯、盖碗杯等，材质包括陶瓷、玻璃、紫砂、银等。品茗杯较小，容量约30-50毫升，便于品尝茶汤细腻口感；闻香杯杯身较高，可聚拢香气，常与品茗杯搭配使用；盖碗杯兼具冲泡与品饮功能。茶杯造型多样，或素面或带纹饰，不同材质与造型为饮茶增添韵味，是与饮茶者直接接触的重要茶具。"
  },
  {
    "title": "泡茶-茶漏",
    "content": "茶漏是用于过滤茶汤中茶渣的器具，多与茶漏托搭配使用，常见材质包括金属、陶瓷或玻璃。金属茶漏耐用且过滤效果好，陶瓷和玻璃材质则更易清洁、美观。其造型多为漏斗状，底部带细密网孔，可有效滤除茶叶碎末，使茶汤更清澈、口感更佳。使用时将茶漏置于茶杯或公道杯上，倒入茶汤即可，是保证茶汤洁净的实用工具。"
  },
  {
    "title": "泡茶-茶漏托",
    "content": "茶漏托是用于放置茶漏的器具，主要承接滴落的茶汤，防止桌面沾湿，同时固定茶漏、便于使用。其材质多与茶具配套，常见如陶瓷、竹木、金属等，造型以圆形或方形为主，中间常设凹槽或凸起以稳固茶漏。部分款式还配有托盘，可盛接更多茶汤、避免溢出。茶漏托既实用，又能以精致外观与茶具相衬，提升茶席的整体美感和协调性。"
  },
  {
    "title": "泡茶-茶盘",
    "content": "茶盘是茶席的核心器具，用于放置茶壶、茶杯、公道杯等，并承接泡茶时滴落的茶水或清洗废水，保持茶席整洁。常见材质有竹、木、石、电木等：竹制轻便自然，木制温润防水，石制耐磨耐用，电木易清洁且防潮。造型多为长方形、圆形或方形，底部常设排水孔或储水抽屉，便于废水处理，是茶席不可或缺的基础工具。"
  },
  {
    "title": "泡茶-茶罐",
    "content": "茶罐主要用于储存茶叶，具有防潮、避光、密封等作用，可防止茶叶受潮、串味或氧化，保持其原有风味。常见材质包括紫砂、陶瓷、锡等：紫砂罐透气适中，适宜存放需轻微陈化的乌龙茶与普洱茶；陶瓷罐密封良好，适合绿茶和红茶；锡罐密封性极佳且性质稳定，常用于高档茶叶。茶罐造型多样，部分饰有花纹，兼具实用与装饰功能。"
  }
]