[
  {
    "title": "泡茶-公道杯",
    "content": "公道杯是茶席中用于均分茶汤的关键器具，多采用瓷、玻璃或紫砂材质制成，杯身常带有把手以方便握持，部分款式还配有滤网可初步滤除茶渣。其核心作用是避免茶汤因冲泡时间不同而浓淡不均，将壶中茶汤均匀分至各茶杯，保证每位饮茶者口感一致，同时也能起到降温作用，让茶汤温度更适宜入口，是体现茶道 “公平” 理念的重要器具。"
  },
  {
    "title": "泡茶-壶置",
    "content": "壶置是茶席上用于承托茶壶的器具，可隔离桌面水渍、避免烫痕，并保持壶底干燥。常见材质有陶、瓷、竹、石等，造型简洁稳重，部分带凹槽或防滑设计，以增强稳定性。它虽小巧，却兼具实用与审美，既能保护茶具，也能融入茶席氛围，衬托茶事仪式的整体感。"
  },
  {
    "title": "泡茶-水勺",
    "content": "水勺主要用于从储水容器中舀取清水，补充煮水器或清洁茶具，材质多为竹、木、金属或陶瓷，以竹制和木制最为常见，因其质地轻盈、不易导热，使用时更安全。水勺造型多样，有长柄、短柄之分，长柄款适合从较深的水盆或储水桶中取水，短柄款则更适合近距离操作。它不仅是实用工具，精致的水勺还能作为茶席装饰，与其他茶具搭配，提升茶席的整体韵味。"
  },
  {
    "title": "泡茶-水盆",
    "content": "水盆在茶席中主要用于储存清水或承接清洗茶具的废水，材质多为陶瓷、不锈钢、塑料或天然石材，容量大小根据茶席规模而定。家用小型茶席常用中等容量的陶瓷水盆，外观可带有简约花纹或素面设计，兼具实用性与观赏性；大型茶会则可能使用不锈钢水盆，因其耐用且易清洁。水盆底部常配有防滑垫，防止使用时滑动，部分款式还带有排水孔，方便废水排放，保持茶席整洁。"
  },
  {
    "title": "泡茶-烧水壶",
    "content": "烧水壶是用于加热饮用水的器具，分为电烧水壶和明火烧水壶两类。电烧水壶多为不锈钢或玻璃材质，配有自动断电功能，加热速度快、使用安全便捷，适合家庭日常使用，部分高端款式还带有控温功能，可根据茶叶种类调节水温；明火烧水壶则常用于炭火或燃气灶，材质多为铸铁、铜或陶瓷，加热过程中能让水质更柔和，适合追求传统煮水体验的茶友。烧水壶容量通常在 1-2 升，满足多人饮茶需求，是泡茶前必不可少的器具。"
  },
  {
    "title": "泡茶-烧水壶壶置",
    "content": "烧水壶壶置是专门用于放置烧水壶的底座，主要作用是隔热，防止高温的壶底直接接触桌面，保护桌面不受损坏，同时也能固定烧水壶位置，避免滑动。材质多为木质、竹制、石材或硅胶，木质和竹制壶置质感温润，能与传统茶具搭配；石材壶置耐用且隔热效果好；硅胶壶置则轻便易携带，适合户外茶席。壶置造型多与常见烧水壶底部形状适配，有圆形、方形等，部分还带有凹槽设计，让烧水壶放置更稳固。"
  },
  {
    "title": "泡茶-烧水壶盖",
    "content": "烧水壶盖是烧水壶的配套部件，主要作用是密封壶身，减少加热过程中热量散失，加快水的沸腾速度，同时防止灰尘等杂质落入壶内，保证水质洁净。材质通常与烧水壶主体一致，如不锈钢盖、玻璃盖或陶瓷盖，部分盖子顶部会配有隔热手柄或硅胶垫，方便开启，避免烫手。部分烧水壶盖还带有透气孔，可平衡壶内外气压，防止水沸腾时溢出，确保使用安全，是烧水壶不可或缺的组成部分。"
  },
  {
    "title": "泡茶-烧水炉",
    "content": "烧水炉是为烧水壶提供热源的器具，常见类型有电烧水炉、炭炉、酒精炉等。电烧水炉使用便捷，通过电能加热，温度可控，适合家庭和办公场所；炭炉以炭火为热源，煮水过程中能赋予水质独特的口感，适合搭配铸铁壶等传统烧水壶，是传统茶道中常用的热源；酒精炉则小巧便携，适合户外茶席。烧水炉多带有防滑炉面，部分还配有挡风设计，保证加热效率，其外观设计多样，可根据茶席风格选择简约或复古款式。"
  },
  {
    "title": "泡茶-烧水炉垫",
    "content": "烧水炉垫是放置在烧水炉与桌面之间的防护垫，主要功能是隔热和防滑，避免高温的烧水炉损坏桌面，同时防止烧水炉在使用过程中滑动，提升安全性。材质多为硅胶、耐高温布料、木质或石材，硅胶炉垫柔韧性好、易清洁，耐高温布料炉垫便携且美观，木质和石材炉垫则质感厚重、耐用。炉垫尺寸通常与烧水炉底部适配，部分还带有图案设计，可点缀茶席。"
  },
  {
    "title": "泡茶-盖置",
    "content": "盖置是茶席中用于放置茶壶盖、茶杯盖的小器具，主要作用是避免盖子直接接触桌面，防止污染，同时保持盖子洁净干燥。材质多样，有陶瓷、紫砂、竹、木、金属等，造型精致小巧，常见的有圆形、方形、莲花形等，部分盖置还带有凹槽或凸起设计，能更好地固定盖子，防止滑落。盖置虽体积不大，但却是体现茶道细节的重要器具，不仅实用，还能与茶壶、茶杯搭配，丰富茶席的视觉层次，提升饮茶的仪式感。"
  },
  {
    "title": "泡茶-茶具收纳桶",
    "content": "茶具收纳桶用于集中存放茶夹、茶漏、茶匙等小型茶具，方便收纳和取用，同时保持茶席整洁。材质多为布艺、塑料、竹编或金属，布艺收纳桶轻便柔软，可折叠存放，适合居家使用；竹编收纳桶质感自然，带有传统韵味，适合搭配中式茶席；金属和塑料收纳桶则耐用易清洁，适合频繁使用的场景。收纳桶内部常带有分层或分隔设计，可将不同茶具分类放置，避免相互碰撞磨损，部分还带有盖子，能防尘防潮，保护茶具。"
  },
  {
    "title": "泡茶-茶叶",
    "content": "茶叶是饮茶的核心原料，种类丰富，根据制作工艺和发酵程度不同，可分为绿茶、红茶、乌龙茶、白茶、黑茶、黄茶六大类。绿茶如龙井、碧螺春，未经发酵，口感鲜爽，富含茶多酚；红茶如祁门红茶、正山小种，全发酵，滋味醇厚甘甜；乌龙茶如铁观音、武夷岩茶，半发酵，兼具绿茶的清香与红茶的醇厚。茶叶的品质受产地、季节、采摘标准等因素影响，储存时需注意防潮、避光、密封，以保持其新鲜度和独特风味，是茶道文化中不可或缺的元素。"
  },
  {
    "title": "泡茶-茶壶",
    "content": "茶壶是用于冲泡茶叶的核心器具，材质以紫砂、陶瓷、玻璃为主，不同材质的茶壶对茶汤口感有不同影响：紫砂壶透气性好，能吸附茶香，适合冲泡乌龙茶、黑茶；陶瓷壶不吸味，能真实呈现茶汤本味，适合冲泡绿茶、红茶；玻璃壶透明度高，可观赏茶叶在壶内的舒展过程，适合冲泡白茶、花草茶。茶壶造型多样，有西施壶、石瓢壶、仿古壶等，壶嘴、壶把、壶盖的设计影响出水和握持体验，是茶席中兼具实用与艺术价值的器具。"
  },
  {
    "title": "泡茶-茶夹",
    "content": "茶夹又称茶筷，主要用于夹取茶杯、茶漏或茶叶，避免手直接接触茶具或茶叶，保证卫生，同时也能防止烫伤。材质多为竹、木、金属（如不锈钢、银）或陶瓷，竹制和木制茶夹质地温润，使用时不易划伤茶具；金属茶夹耐用且易清洁，部分还带有防滑纹路；陶瓷茶夹则造型精致，适合搭配高档茶席。茶夹长度适中，通常在 15-20 厘米，头部多为弧形或扁平状，方便夹取物品，是茶席中注重卫生和安全的重要工具。"
  },
  {
    "title": "泡茶-茶杯1",
    "content": "茶杯是用于品饮茶汤的器具，根据用途可分为品茗杯、闻香杯、盖碗杯等，材质有陶瓷、玻璃、紫砂、银等。品茗杯体积较小，容量多在 30-50 毫升，便于品尝茶汤的细腻口感；闻香杯与品茗杯搭配使用，用于闻茶汤的香气，杯身较高，能聚集香气；盖碗杯兼具茶壶和茶杯功能，可直接冲泡茶叶并品饮。茶杯造型多样，素面或带有花纹，不同材质和造型的茶杯能为饮茶体验增添不同韵味，是与饮茶者直接接触的重要器具。"
  },
  {
    "title": "泡茶-茶漏",
    "content": "茶漏是用于过滤茶汤中茶渣的器具，通常与茶漏托搭配使用，材质多为金属（如不锈钢、铜、银）、陶瓷或玻璃，金属茶漏过滤效果好、耐用，陶瓷和玻璃茶漏则更易清洁且美观。茶漏造型多为漏斗状，底部带有细密的网孔，能有效滤除茶叶碎末，让茶汤更清澈纯净，提升口感。使用时将茶漏置于茶杯或公道杯上方，再将茶壶中的茶汤倒入，适合冲泡茶叶碎较多的茶类，如红茶、普洱茶，是保证茶汤洁净的实用工具。"
  },
  {
    "title": "泡茶-茶漏托",
    "content": "茶漏托是专门用于放置茶漏的器具，主要作用是承接茶漏滴落的茶汤，防止弄湿桌面，同时也能固定茶漏位置，方便使用。材质多与茶漏或其他茶具搭配，常见的有陶瓷、竹、木、金属等，造型多为圆形或方形，中间带有凹槽或凸起，能稳固放置茶漏，部分茶漏托还带有托盘设计，可容纳较多滴落的茶汤，避免溢出。茶漏托不仅实用，其精致的外观还能与茶漏、茶杯等搭配，提升茶席的整体协调性和美观度。"
  },
  {
    "title": "泡茶-茶盘",
    "content": "茶盘是茶席的核心承载器具，用于放置茶壶、茶杯、公道杯等茶具，同时承接泡茶过程中滴落的茶汤或清洗茶具的废水，保持茶席整洁。材质多样，有竹制茶盘、木制茶盘、石制茶盘、电木茶盘等，竹制茶盘轻便且带有自然纹理；木制茶盘质感温润，多经过防水处理；石制茶盘耐用耐磨，适合长期使用；电木茶盘易清洁，不怕潮湿。茶盘造型有长方形、圆形、方形等，底部常带有排水孔或储水抽屉，方便废水处理，是茶席中不可或缺的基础器具。"
  },
  {
    "title": "泡茶-茶罐",
    "content": "茶罐用于储存茶叶，主要作用是防潮、避光、密封，防止茶叶受潮、串味或氧化，保持茶叶的新鲜度和独特风味。材质多样，常见的有紫砂罐、陶瓷罐、锡罐、金属罐等，紫砂罐透气性适中，适合储存乌龙茶、普洱茶等需要轻微陈化的茶叶；陶瓷罐密封性好，适合储存绿茶、红茶等；锡罐密封性极佳，且不易与茶叶发生化学反应，是高档茶叶的理想储存容器。茶罐造型精致，有圆形、方形、圆柱形等，部分还带有刻绘或花纹，兼具储存功能与装饰性"
  }
]